[
{"<p>": ""},
{"<p>": "The treatment options for non-small cell lung cancer (NSCLC) are based mainly on the stage (extent) of the cancer, but other factors, such as a person’s overall health and lung function, as well as certain traits of the cancer itself, are also important."},
{"<p>": "If you smoke, one of the most important things you can do to be ready for treatment is to try to quit. Studies have shown that patients who stop smoking after a diagnosis of lung cancer tend to have better outcomes than those who don’t."},
{"<h2>": "Treating occult cancer"},
{"<p>": "For these cancers, malignant cells are seen on sputum cytology but no obvious tumor can be found with bronchoscopy or imaging tests. They are usually early-stage cancers. Bronchoscopy and possibly other tests are usually repeated every few months to look for a tumor. If a tumor is found, treatment will depend on the stage."},
{"<h2>": "Treating stage 0 NSCLC"},
{"<p>": "Because stage 0 NSCLC is limited to the lining layer of airways and has not invaded deeper into the lung tissue or other areas, it is usually curable by surgery alone. No chemotherapy or radiation therapy is needed."},
{"<p>": "If you are healthy enough for surgery, you can usually be treated by segmentectomy or wedge resection (removal of part of the lobe of the lung). Cancers in some locations (such as where the windpipe divides into the left and right main bronchi) may be treated with a sleeve resection, but in some cases they may be hard to remove completely without removing a lobe (lobectomy) or even an entire lung (pneumonectomy)."},
{"<p>": "For some stage 0 cancers, treatments such as photodynamic therapy (PDT), laser therapy, or brachytherapy (internal radiation) may be alternatives to surgery. If your cancer is truly stage 0, these treatments should cure you."},
{"<h2>": "Treating stage I NSCLC"},
{"<p>": "If you have stage I NSCLC, surgery may be the only treatment you need. This may be done either by taking out the lobe of the lung that has the tumor (lobectomy) or by taking out a smaller piece of the lung (sleeve resection, segmentectomy, or wedge resection). At least some lymph nodes in the lung and in the space between the lungs will also be removed and checked for cancer."},
{"<p>": "Segmentectomy or wedge resection is generally an option only for very small stage I cancers and for patients with other health problems that make removing the entire lobe dangerous. Still, most surgeons believe it is better to do a lobectomy if the patient can tolerate it, as it offers the best chance for cure."},
{"<p>": "For people with stage I NSCLC that has a higher risk of coming back (based on size, location, or other factors), adjuvant chemotherapy after surgery may lower the risk that cancer will return. But doctors aren’t always sure how to determine which people are likely to be helped by chemo. New lab tests that look at the patterns of certain genes in the cancer cells may help with this. Studies are now being done to see if these tests are accurate."},
{"<p>": "After surgery, the removed tissue is checked to see if there are cancer cells at the edges of the surgery specimen (called positive margins). This could mean that some cancer has been left behind, so a second surgery might be done to try to ensure that all the cancer has been removed. (This might be followed by chemotherapy as well.) Another option might be to use radiation therapy after surgery."},
{"<p>": "If you have serious health problems that prevent you from having surgery, you may get stereotactic body radiation therapy (SBRT) or another type of radiation therapy as your main treatment. Radiofrequency ablation (RFA) may be another option if the tumor is small and in the outer part of the lung."},
{"<h2>": "Treating stage II NSCLC"},
{"<p>": "People who have stage II NSCLC and are healthy enough for surgery usually have the cancer removed by lobectomy or sleeve resection. Sometimes removing the whole lung (pneumonectomy) is needed."},
{"<p>": "Any lymph nodes likely to have cancer in them are also removed. The extent of lymph node involvement and whether or not cancer cells are found at the edges of the removed tissues are important factors when planning the next step of treatment."},
{"<p>": "After surgery, the removed tissue is checked to see if there are cancer cells at the edges of the surgery specimen.  This might mean that some cancer has been left behind, so a second surgery might be done to try to remove any remaining cancer. This may be followed by chemotherapy (chemo). Another option is to treat with radiation, sometimes  with chemo."},
{"<p>": "Even if positive margins are not found, chemo is usually recommended after surgery to try to destroy any cancer cells that might have been left behind. As with stage I cancers, newer lab tests now being studied may help doctors find out which patients need this adjuvant treatment and which are less likely to benefit from it."},
{"<p>": "If you have serious medical problems that would keep you from having surgery, you may get only radiation therapy as your main treatment."},
{"<h2>": "Treating stage IIIA NSCLC"},
{"<p>": "Treatment for stage IIIA NSCLC may include some combination of radiation therapy, chemotherapy (chemo), and/or surgery. For this reason, planning treatment for stage IIIA NSCLC often requires input from a medical oncologist, radiation oncologist, and a thoracic surgeon. Your treatment options depend on the size of the tumor, where it is in your lung, which lymph nodes it has spread to, your overall health, and how well you are tolerating treatment."},
{"<p>": "For patients who can tolerate it, treatment usually starts with chemo, often combined with radiation therapy (also called chemoradiation). Surgery may be an option after this if the doctor thinks any remaining cancer can be removed and the patient is healthy enough. (In some cases, surgery may be an option as the first treatment.) This is often followed by chemo, and possibly radiation therapy if it hasn’t been given before."},
{"<p>": "For people who are not healthy enough for surgery, radiation therapy, which may be combined with chemo, is often used."},
{"<p>": "If surgery, radiation or chemoradiation are not considered tolerable treatment options, immunotherapy with pembrolizumab may be considered as first treatment."},
{"<h2>": "Treating stage IIIB NSCLC"},
{"<p>": "Stage IIIB NSCLC has spread to lymph nodes that are near the other lung or in the neck, and may also have grown into important structures in the chest. These cancers can’t be removed completely by surgery. As with other stages of lung cancer, treatment depends on the patient’s overall health. If you are in fairly good health you may be helped by chemotherapy (chemo) combined with radiation therapy. Some people can even be cured with this treatment. If the cancer stays under control after 2 or more treatments of chemoradiation, the immunotherapy drug durvalumab can be given for up to a year to help keep the cancer stable."},
{"<p>": "Patients who are not healthy enough for this combination are often treated with radiation therapy alone, or, less often, chemo alone. If surgery, radiation, or chemoradiation are not considered tolerable treatment options, immunotherapy with pembrolizumab may be considered as first treatment."},
{"<p>": "These cancers can be hard to treat, so taking part in a clinical trial of newer treatments may be a good option for some people."},
{"<h2>": "Treating stage IV NSCLC"},
{"<p>": "Stage IV NSCLC is widespread when it is diagnosed. Because these cancers have spread to distant sites, they are very hard to cure. Treatment options depend on where the cancer has spread, the number of tumors, and your overall health."},
{"<p>": "If you are in otherwise good health, treatments such as surgery, chemotherapy (chemo), targeted therapy, immunotherapy, and radiation therapy may help you live longer and make you feel better by relieving symptoms, even though they aren’t likely to cure you."},
{"<p>": "Other treatments, such as photodynamic therapy (PDT) or laser therapy, may also be used to help relieve symptoms. In any case, if you are going to be treated for advanced NSCLC, be sure you understand the goals of treatment before you start."},
{"<h3>": "NSCLC that has spread to only one other site"},
{"<p>": "Cancer that is limited in the lungs and has only spread to one other site (such as the brain) is not common, but it can sometimes be treated (and even potentially cured) with surgery and/or radiation therapy to treat the area of cancer spread, followed by treatment of the cancer in the lung. For example, a single tumor in the brain may be treated with surgery or stereotactic radiation, or surgery followed by radiation to the whole brain. Treatment for the lung tumor is then based on its T and N stages, and may include surgery, chemo, radiation, or some of these in combination."},
{"<h3>": "NSCLC that has spread widely"},
{"<p>": "For cancers that have spread widely throughout the body, before any treatments start, your tumor will be tested for common gene mutations (such as in the EGFR, ALK, ROS1, or BRAF genes). If one of these genes is mutated in your cancer cells, your first treatment will likely be a targeted therapy drug:"},
{"<ul>": "For tumors that have the ALK gene change, an ALK inhibitor can often be the first treatment. Another ALK inhibitor can be used if one or more of these drugs stops working or is not well tolerated.    For people whose cancers have certain changes in the EGFR gene,  anti-EGFR drugs  may be used as the first treatment.    For people whose cancers have changes in the ROS1 gene, drugs such as crizotinib or ceritinib might be used.    For people whose cancers have a certain change in the BRAF gene, a combination of the targeted drugs dabrafenib (Tafinlar) and trametinib (Mekinist) might be used.     For people whose cancers have a change in the NTRK gene, larotrectinib or entrectinib may be an option."},
{"<p>": "Your tumor cells might also be tested for the PD-L1 protein. Tumors with higher levels of PD-L1 are more likely to respond to certain immunotherapy drugs. So treatment with pembrolizumab (Keytruda) or atezolizumab (Tecentriq) with chemo, might be an option for treatment or pembrolizumab alone."},
{"<p>": "For most other cancers that have spread, chemo is usually at least part of the main treatment, as long as the person is healthy enough for it. Sometimes it might be used along with other types of drugs:"},
{"<ul>": "The immunotherapy drug pembrolizumab (Keytruda) might be used along with chemo.    For people who are not at high risk for bleeding (that is, they do not have squamous cell NSCLC and have not coughed up blood), the targeted drug bevacizumab (Avastin) might be given with chemo. Some people with squamous cell cancer might still be given bevacizumab, as long as the tumor is not near large blood vessels in the center of the chest. If bevacizumab is used, it is often continued even after chemo is finished.    The immunotherapy drug atezolizumab (Tecentriq) might be used along with bevacizumab and chemo in people who do not have the squamous cell type of NSCLC.    An option for people with squamous cell NSCLC is to get chemo along with the targeted drug necitumumab (Portrazza)."},
{"<p>": "If the cancer has caused fluid buildup in the space around the lungs (a malignant pleural effusion), the fluid may be drained. If it keeps coming back, options include pleurodesis or placement of a catheter into the chest through the skin to let the fluid drain out. (Details of these are discussed in Palliative Procedures for Non-Small Cell Lung Cancer.)"},
{"<p>": "As with other stages, treatment for stage IV lung cancer depends on a person’s overall health. For example, some people not in good health might get only 1 chemo drug instead of 2. For people who can’t have chemo, radiation therapy is usually the treatment of choice. Local treatments such as laser therapy, PDT, or stent placement may also be used to help relieve symptoms caused by lung tumors."},
{"<p>": "Because treatment is unlikely to cure these cancers, taking part in a clinical trial of newer treatments may be a good option."},
{"<p>": "You can also find more information about living with stage IV cancer in Advanced Cancer."},
{"<h2>": "NSCLC that progresses or recurs after treatment"},
{"<p>": "If cancer continues to grow during treatment (progresses) or comes back (recurs), further treatment will depend on the location and extent of the cancer, what treatments have been used, and on the person’s health and desire for more treatment. It’s important to understand the goal of any further treatment – if it is to try to cure the cancer, to slow its growth, or to help relieve symptoms . It is also important to understand the benefits and risks."},
{"<p>": "If cancer continues to grow during initial treatment such as radiation therapy, chemotherapy (chemo) may be tried. If a cancer continues to grow during chemo as the first treatment, second-line treatment most often consists of a single chemo drug such as docetaxel or pemetrexed, or targeted therapy. If a targeted drug was the first treatment and is no longer working, another targeted drug or combination chemo might be tried. For some people with certain types of NSCLC, treatment with an immunotherapy drug such as nivolumab (Opdivo), pembrolizumab (Keytruda), or atezolizumab (Tecentriq) might be an option."},
{"<p>": "Smaller cancers that recur locally in the lungs can sometimes be retreated with surgery or radiation therapy (if it hasn’t been used before). Cancers that recur in the lymph nodes between the lungs are usually treated with chemo, possibly along with radiation if it hasn’t been used before. For cancers that return at distant sites, chemo, targeted therapies, and/or immunotherapy are often the treatments of choice."},
{"<p>": "For more on dealing with a recurrence, see Understanding Recurrence."},
{"<p>": "In some people, the cancer may never go away completely. These people may get regular treatments with chemo, radiation therapy, or other therapies to try to help keep the cancer in check. Learning to live with cancer that does not go away can be difficult and very stressful. It has its own type of uncertainty. Managing Cancer as a Chronic Illness talks more about this."},
{"<div>": "The treatment information here is not official policy of the American Cancer Society and is not intended as medical advice to replace the expertise and judgment of your cancer care team. It is intended to help you and your family make informed decisions, together with your doctor. Your doctor may have reasons for suggesting a treatment plan different from these general treatment options. Don't hesitate to ask him or her questions about your treatment options."}
]