[
{"title": "Treatment Choices for Non-Small Cell Lung Cancer, by Stage"},
{"<p>": ""},
{"<p>": "The treatment options for non-small cell lung cancer (NSCLC) are based mainly on the stage (extent) of the cancer, but other factors, such as a person’s overall health and lung function, as well as certain traits of the cancer itself, are also important."},
{"<p>": "If you smoke, one of the most important things you can do to be ready for treatment is to try to quit. Studies have shown that patients who stop smoking after a diagnosis of lung cancer tend to have better outcomes than those who don’t."},
{"<h2>": "Treating occult cancer"},
{"<p>": "For these cancers, malignant cells are seen on sputum cytology but no obvious tumor can be found with bronchoscopy or imaging tests. They are usually early-stage cancers. Bronchoscopy and possibly other tests are usually repeated every few months to look for a tumor. If a tumor is found, treatment will depend on the stage."},
{"<h2>": "Treating stage 0 NSCLC"},
{"<p>": "Because stage 0 NSCLC is limited to the lining layer of airways and has not invaded deeper into the lung tissue or other areas, it is usually curable by surgery alone. No chemotherapy or radiation therapy is needed."},
{"<p>": "If you are healthy enough for surgery, you can usually be treated by segmentectomy or wedge resection (removal of part of the lobe of the lung). Cancers in some locations (such as where the windpipe divides into the left and right main bronchi) may be treated with a sleeve resection, but in some cases they may be hard to remove completely without removing a lobe (lobectomy) or even an entire lung (pneumonectomy)."},
{"<p>": "For some stage 0 cancers, treatments such as photodynamic therapy (PDT), laser therapy, or brachytherapy (internal radiation) may be alternatives to surgery. If your cancer is truly stage 0, these treatments should cure you."},
{"<h2>": "Treating stage I NSCLC"},
{"<p>": "If you have stage I NSCLC, surgery may be the only treatment you need. This may be done either by taking out the lobe of the lung that has the tumor (lobectomy) or by taking out a smaller piece of the lung (sleeve resection, segmentectomy, or wedge resection). At least some lymph nodes in the lung and in the space between the lungs will also be removed and checked for cancer."},
{"<p>": "Segmentectomy or wedge resection is generally an option only for very small stage I cancers and for patients with other health problems that make removing the entire lobe dangerous. Still, most surgeons believe it is better to do a lobectomy if the patient can tolerate it, as it offers the best chance for cure."},
{"<p>": "For people with stage I NSCLC that has a higher risk of coming back (based on size, location, or other factors), adjuvant chemotherapy after surgery may lower the risk that cancer will return. But doctors aren’t always sure how to determine which people are likely to be helped by chemo. New lab tests that look at the patterns of certain genes in the cancer cells may help with this. Studies are now being done to see if these tests are accurate."},
{"<p>": "After surgery, the removed tissue is checked to see if there are cancer cells at the edges of the surgery specimen (called positive margins). This could mean that some cancer has been left behind, so a second surgery might be done to try to ensure that all the cancer has been removed. (This might be followed by chemotherapy as well.) Another option might be to use radiation therapy after surgery."},
{"<p>": "If you have serious health problems that prevent you from having surgery, you may get stereotactic body radiation therapy (SBRT) or another type of radiation therapy as your main treatment. Radiofrequency ablation (RFA) may be another option if the tumor is small and in the outer part of the lung."},
{"<h2>": "Treating stage II NSCLC"},
{"<p>": "People who have stage II NSCLC and are healthy enough for surgery usually have the cancer removed by lobectomy or sleeve resection. Sometimes removing the whole lung (pneumonectomy) is needed."},
{"<p>": "Any lymph nodes likely to have cancer in them are also removed. The extent of lymph node involvement and whether or not cancer cells are found at the edges of the removed tissues are important factors when planning the next step of treatment."},
{"<p>": "After surgery, the removed tissue is checked to see if there are cancer cells at the edges of the surgery specimen.  This might mean that some cancer has been left behind, so a second surgery might be done to try to remove any remaining cancer. This may be followed by chemotherapy (chemo). Another option is to treat with radiation, sometimes  with chemo."},
{"<p>": "Even if positive margins are not found, chemo is usually recommended after surgery to try to destroy any cancer cells that might have been left behind. As with stage I cancers, newer lab tests now being studied may help doctors find out which patients need this adjuvant treatment and which are less likely to benefit from it."},
{"<p>": "If you have serious medical problems that would keep you from having surgery, you may get only radiation therapy as your main treatment."},
{"<h2>": "Treating stage IIIA NSCLC"},
{"<p>": "Treatment for stage IIIA NSCLC may include some combination of radiation therapy, chemotherapy (chemo), and/or surgery. For this reason, planning treatment for stage IIIA NSCLC often requires input from a medical oncologist, radiation oncologist, and a thoracic surgeon. Your treatment options depend on the size of the tumor, where it is in your lung, which lymph nodes it has spread to, your overall health, and how well you are tolerating treatment."},
{"<p>": "For patients who can tolerate it, treatment usually starts with chemo, often combined with radiation therapy (also called chemoradiation). Surgery may be an option after this if the doctor thinks any remaining cancer can be removed and the patient is healthy enough. (In some cases, surgery may be an option as the first treatment.) This is often followed by chemo, and possibly radiation therapy if it hasn’t been given before."},
{"<p>": "For people who are not healthy enough for surgery, radiation therapy, which may be combined with chemo, is often used."},
{"<p>": "If surgery, radiation or chemoradiation are not considered tolerable treatment options, immunotherapy with pembrolizumab may be considered as first treatment."},
{"<h2>": "Treating stage IIIB NSCLC"},
{"<p>": "Stage IIIB NSCLC has spread to lymph nodes that are near the other lung or in the neck, and may also have grown into important structures in the chest. These cancers can’t be removed completely by surgery. As with other stages of lung cancer, treatment depends on the patient’s overall health. If you are in fairly good health you may be helped by chemotherapy (chemo) combined with radiation therapy. Some people can even be cured with this treatment. If the cancer stays under control after 2 or more treatments of chemoradiation, the immunotherapy drug durvalumab can be given for up to a year to help keep the cancer stable."},
{"<p>": "Patients who are not healthy enough for this combination are often treated with radiation therapy alone, or, less often, chemo alone. If surgery, radiation, or chemoradiation are not considered tolerable treatment options, immunotherapy with pembrolizumab may be considered as first treatment."},
{"<p>": "These cancers can be hard to treat, so taking part in a clinical trial of newer treatments may be a good option for some people."},
{"<h2>": "Treating stage IV NSCLC"},
{"<p>": "Stage IV NSCLC is widespread when it is diagnosed. Because these cancers have spread to distant sites, they are very hard to cure. Treatment options depend on where the cancer has spread, the number of tumors, and your overall health."},
{"<p>": "If you are in otherwise good health, treatments such as surgery, chemotherapy (chemo), targeted therapy, immunotherapy, and radiation therapy may help you live longer and make you feel better by relieving symptoms, even though they aren’t likely to cure you."},
{"<p>": "Other treatments, such as photodynamic therapy (PDT) or laser therapy, may also be used to help relieve symptoms. In any case, if you are going to be treated for advanced NSCLC, be sure you understand the goals of treatment before you start."},
{"<h3>": "NSCLC that has spread to only one other site"},
{"<p>": "Cancer that is limited in the lungs and has only spread to one other site (such as the brain) is not common, but it can sometimes be treated (and even potentially cured) with surgery and/or radiation therapy to treat the area of cancer spread, followed by treatment of the cancer in the lung. For example, a single tumor in the brain may be treated with surgery or stereotactic radiation, or surgery followed by radiation to the whole brain. Treatment for the lung tumor is then based on its T and N stages, and may include surgery, chemo, radiation, or some of these in combination."},
{"<h3>": "NSCLC that has spread widely"},
{"<p>": "For cancers that have spread widely throughout the body, before any treatments start, your tumor will be tested for common gene mutations (such as in the EGFR, ALK, ROS1, or BRAF genes). If one of these genes is mutated in your cancer cells, your first treatment will likely be a targeted therapy drug:"},
{"<ul>": "For tumors that have the ALK gene change, an ALK inhibitor can often be the first treatment. Another ALK inhibitor can be used if one or more of these drugs stops working or is not well tolerated.    For people whose cancers have certain changes in the EGFR gene,  anti-EGFR drugs  may be used as the first treatment.    For people whose cancers have changes in the ROS1 gene, drugs such as crizotinib or ceritinib might be used.    For people whose cancers have a certain change in the BRAF gene, a combination of the targeted drugs dabrafenib (Tafinlar) and trametinib (Mekinist) might be used.     For people whose cancers have a change in the NTRK gene, larotrectinib or entrectinib may be an option."},
{"<p>": "Your tumor cells might also be tested for the PD-L1 protein. Tumors with higher levels of PD-L1 are more likely to respond to certain immunotherapy drugs. So treatment with pembrolizumab (Keytruda) or atezolizumab (Tecentriq) with chemo, might be an option for treatment or pembrolizumab alone."},
{"<p>": "For most other cancers that have spread, chemo is usually at least part of the main treatment, as long as the person is healthy enough for it. Sometimes it might be used along with other types of drugs:"},
{"<ul>": "The immunotherapy drug pembrolizumab (Keytruda) might be used along with chemo.    For people who are not at high risk for bleeding (that is, they do not have squamous cell NSCLC and have not coughed up blood), the targeted drug bevacizumab (Avastin) might be given with chemo. Some people with squamous cell cancer might still be given bevacizumab, as long as the tumor is not near large blood vessels in the center of the chest. If bevacizumab is used, it is often continued even after chemo is finished.    The immunotherapy drug atezolizumab (Tecentriq) might be used along with bevacizumab and chemo in people who do not have the squamous cell type of NSCLC.    An option for people with squamous cell NSCLC is to get chemo along with the targeted drug necitumumab (Portrazza)."},
{"<p>": "If the cancer has caused fluid buildup in the space around the lungs (a malignant pleural effusion), the fluid may be drained. If it keeps coming back, options include pleurodesis or placement of a catheter into the chest through the skin to let the fluid drain out. (Details of these are discussed in Palliative Procedures for Non-Small Cell Lung Cancer.)"},
{"<p>": "As with other stages, treatment for stage IV lung cancer depends on a person’s overall health. For example, some people not in good health might get only 1 chemo drug instead of 2. For people who can’t have chemo, radiation therapy is usually the treatment of choice. Local treatments such as laser therapy, PDT, or stent placement may also be used to help relieve symptoms caused by lung tumors."},
{"<p>": "Because treatment is unlikely to cure these cancers, taking part in a clinical trial of newer treatments may be a good option."},
{"<p>": "You can also find more information about living with stage IV cancer in Advanced Cancer."},
{"<h2>": "NSCLC that progresses or recurs after treatment"},
{"<p>": "If cancer continues to grow during treatment (progresses) or comes back (recurs), further treatment will depend on the location and extent of the cancer, what treatments have been used, and on the person’s health and desire for more treatment. It’s important to understand the goal of any further treatment – if it is to try to cure the cancer, to slow its growth, or to help relieve symptoms . It is also important to understand the benefits and risks."},
{"<p>": "If cancer continues to grow during initial treatment such as radiation therapy, chemotherapy (chemo) may be tried. If a cancer continues to grow during chemo as the first treatment, second-line treatment most often consists of a single chemo drug such as docetaxel or pemetrexed, or targeted therapy. If a targeted drug was the first treatment and is no longer working, another targeted drug or combination chemo might be tried. For some people with certain types of NSCLC, treatment with an immunotherapy drug such as nivolumab (Opdivo), pembrolizumab (Keytruda), or atezolizumab (Tecentriq) might be an option."},
{"<p>": "Smaller cancers that recur locally in the lungs can sometimes be retreated with surgery or radiation therapy (if it hasn’t been used before). Cancers that recur in the lymph nodes between the lungs are usually treated with chemo, possibly along with radiation if it hasn’t been used before. For cancers that return at distant sites, chemo, targeted therapies, and/or immunotherapy are often the treatments of choice."},
{"<p>": "For more on dealing with a recurrence, see Understanding Recurrence."},
{"<p>": "In some people, the cancer may never go away completely. These people may get regular treatments with chemo, radiation therapy, or other therapies to try to help keep the cancer in check. Learning to live with cancer that does not go away can be difficult and very stressful. It has its own type of uncertainty. Managing Cancer as a Chronic Illness talks more about this."},
{"<div>": "The treatment information here is not official policy of the American Cancer Society and is not intended as medical advice to replace the expertise and judgment of your cancer care team. It is intended to help you and your family make informed decisions, together with your doctor. Your doctor may have reasons for suggesting a treatment plan different from these general treatment options. Don't hesitate to ask him or her questions about your treatment options."},
{"title": "Non-Small Cell Lung Cancer Treatment"},
{"<h2>": "Non-Small Cell Lung Cancer Treatment"},
{"<p>": "Surgery, radiation, chemotherapy, targeted treatments and immunotherapy—alone or in combination—are used to treat lung cancer. Each of these types of treatments may cause different side effects."},
{"<strong>": "Surgery, radiation, chemotherapy, targeted treatments and immunotherapy"},
{"<h3>": "Surgery"},
{"<p>": "Most stage I and stage II non-small cell lung cancers are treated with surgery to remove the tumor. For this procedure, a surgeon removes the lobe, or section, of the lung containing the tumor."},
{"<p>": "Some surgeons use video-assisted thoracoscopic surgery (VATS). For this procedure, the surgeon makes a small incision, or cut, in the chest and inserts a tube called a thoracoscope. The thoracoscope has a light and a tiny camera connected to a video monitor so that the surgeon can see inside the chest. A lung lobe can then be removed through the scope, without making a large incision in the chest."},
{"<h3>": "Chemotherapy and Radiation"},
{"<p>": "For people with non-small cell lung tumors that can be surgically removed, evidence suggests that chemotherapy after surgery, known as “adjuvant chemotherapy,” may help prevent the cancer from returning. This is particularly true for patients with stage II and IIIA disease. Questions remain about whether adjuvant chemotherapy applies to other patients and how much they benefit."},
{"<p>": "For people with stage III lung cancer that cannot be removed surgically, doctors typically recommend chemotherapy in combination with definitive (high-dose) radiation treatments. In stage IV lung cancer, chemotherapy is typically the main treatment. In stage IV patients, radiation is used only for palliation of symptoms."},
{"<p>": "The chemotherapy treatment plan for lung cancer often consists of a combination of drugs. Among the drugs most commonly used are cisplatin (Platinol) or carboplatin (Paraplatin) plus docetaxel (Taxotere), gemcitabine (Gemzar), paclitaxel (Taxol and others), vinorelbine (Navelbine and others), or pemetrexed (Alimta)."},
{"<p>": "There are times when these treatments may not work. Or, after these drugs work for a while, the lung cancer may come back. In such cases, doctors often prescribe a second course of drug treatment referred to as second-line chemotherapy."},
{"<p>": "Recently, the concept of maintenance chemotherapy has been tested in clinical trials, either as a switch to another drug before the cancer progresses; or to continue one of the drugs used initially for a longer period of time. Both of these strategies have shown advantages in selected patients."},
{"<h3>": "Chemotherapy Before Other Treatments (Neoadjuvant Treatment)"},
{"<p>": "Receiving chemotherapy before radiation or surgery may help people with lung cancer by shrinking the tumor enough to make it easier to remove with surgery, increasing the effectiveness of radiation and destroying hidden cancer cells at the earliest possible time."},
{"<p>": "If a tumor doesn’t shrink with chemotherapy, the medication can be stopped right away, allowing the doctor to try a different treatment. In addition, research shows that people with lung cancer are much more able to cope with the side effects of chemotherapy when it is given before surgery."},
{"<p>": "Sometimes, a short trial period of treatment with the drug shrinks the tumor before surgery. If that is the case, then continued treatment with the same drug after surgery is more likely to benefit the patient. Because many lung cancer specialists around the world are giving chemotherapy to their patients before surgery, patients should discuss it with their doctor."},
{"<h3>": "Targeted Treatments"},
{"<p>": "One of the most exciting developments in lung cancer medicine is the introduction of targeted treatments. Unlike chemotherapy drugs, which cannot tell the difference between normal cells and cancer cells, targeted therapies are designed specifically to attack cancer cells by attaching to or blocking targets that appear on the surfaces of those cells. People who have advanced lung cancer with certain molecular biomarkers may receive treatment with a targeted drug alone or in combination with chemotherapy. These treatments for lung cancer include:"},
{"<p>": "Erlotinib (Tarceva and others). A targeted treatment called erlotinib has been shown to benefit some people with non-small cell lung cancer. This drug blocks a specific kind of receptor on the cell surface—the epidermal growth factor receptor (EGFR). Receptors such as EGFR act as doorways by allowing substances in that they can encourage a cancer cell to grow and spread. Lung cancer cells that have a mutation on the EGFR are likely to respond to treatment with erlotinib instead of chemotherapy.  For patients who have received chemotherapy, and are in need of additional treatment, erlotinib can be used even without the presence of the mutation."},
{"<strong>": "Erlotinib (Tarceva and others)"},
{"<p>": "Afatinib (Gilotrif). In 2013, the FDA approved afatinib for the initial treatment of metastatic NSCLC in patients with the same EGRF gene mutations or deletions as those who can be treated successfully with erlotinib."},
{"<strong>": "Afatinib (Gilotrif)"},
{"<p>": "Gefitinib (Iressa). In 2015, the FDA approved gefitinib for the first-line treatment of patients with NSCLC whose tumors harbor specific types of EGFR gene mutations, as detected by an FDA-approved test."},
{"<strong>": "Gefitinib (Iressa)"},
{"<p>": "Bevacizumab (Avastin). Just like normal tissues, tumors need a blood supply to survive. Blood vessels grow in several ways. One way is through the presence of a substance called vascular endothelial growth factor (VEGF). This substance stimulates blood vessels to penetrate tumors and supply oxygen, minerals, and other nutrients to feed the tumor. When tumors spread throughout the body, they release VEGF to create new blood vessels."},
{"<strong>": "Bevacizumab (Avastin)"},
{"<p>": "Bevacizumab works by stopping VEGF from stimulating the growth of new blood vessels. (Because normal tissues have an established blood supply, they are not affected by the drug.) When combined with chemotherapy, bevacizumab has been shown to improve survival in people with certain types of non-small lung cancer, such as adenocarcinoma and large cell carcinoma."},
{"<p>": "Crizotinib (Xalkori). A treatment that has shown benefits for people with advanced non–small cell lung cancer who have the ALK gene mutation. Crizotinib works by blocking ALK and stopping the growth of the tumor."},
{"<strong>": "Crizotinib (Xalkori)"},
{"<p>": "Ceritinib (Zykadia). This was approved in 2014 for people with metastatic ALK-positive lung cancer who cannot tolerate crizotinib or whose cancer continued to grow while being treated with crizotinib."},
{"<strong>": "Ceritinib (Zykadia)"},
{"<p>": "Because the genes of cancer cells can evolve, some tumors may become resistant to a targeted treatment. Medications to meet those challenges are being studied now in clinical trials, which often offer important treatment options for people with lung cancer."},
{"<h3>": "Immunotherapy"},
{"<p>": "Immunotherapy has recently emerged as a new treatment option for certain lung cancers. While any cancer treatment can cause side effects, immunotherapy is generally well-tolerated; this is in part due to its mechanism of action."},
{"<p>": "Our immune system is constantly working to keep us healthy. It recognizes and fights against danger, such as infections, viruses, and growing cancer cells. In general terms, immunotherapy uses our own immune system as a treatment against cancer."},
{"<p>": "In March 2015, the FDA approved the immunotherapy nivolumab (Opdivo) for the treatment of metastatic squamous NSCLC which was unsuccessfully treated with chemotherapy. Nivolumab works by interfering with a molecular “brake” known as PD-1 that prevents the body’s immune system from attacking tumors."},
{"<p>": "In 2016, the FDA approved a new immunotherapy called pembrolizumab (Keytruda) for the treatment of advanced NSCLC as an initial therapy. Its therapeutic activity is similar to that of nivolumab.  Patients are tested for a protein known as PDL-1 and if a sufficient quantity is identified they may qualify for this treatment."},
{"<p>": "Additional approaches to immunotherapy for lung cancer have shown promise in early clinical trials and are now in late-phase development. Treatments for NSCLC have advanced the furthest; however, a number of new immune-based treatments for SCLC are also in clinical development. These treatments fall into four main categories:"},
{"<strong>": "four main categories"},
{"<ul>": "Monoclonal antibodies are lab-generated molecules that target specific tumor antigens (a substance that the immune system sees as being foreign or dangerous).Checkpoint inhibitors target molecules that serve as checks and balances in the regulation of immune responses.Therapeutic vaccines target shared or tumor-specific antigens.Adoptive T-cell transfer is an approach in which T-cells (a type of white blood cell) are removed from the patient, genetically modified or treated with chemicals to enhance their activity, and re-introduced into the patient with the goal of improving the immune system’s anticancer response."},
{"<li>": "Monoclonal antibodies are lab-generated molecules that target specific tumor antigens (a substance that the immune system sees as being foreign or dangerous)."},
{"<strong>": "Monoclonal antibodies"},
{"<li>": "Checkpoint inhibitors target molecules that serve as checks and balances in the regulation of immune responses."},
{"<strong>": "Checkpoint inhibitors"},
{"<li>": "Therapeutic vaccines target shared or tumor-specific antigens."},
{"<strong>": "Therapeutic vaccines"},
{"<li>": "Adoptive T-cell transfer is an approach in which T-cells (a type of white blood cell) are removed from the patient, genetically modified or treated with chemicals to enhance their activity, and re-introduced into the patient with the goal of improving the immune system’s anticancer response."},
{"<strong>": "Adoptive T-cell transfer"},
{"<nav class=\"adjacent_section_nav\">": "« Types and Staging  Small Cell Lung Cancer Treatment »"},
{"<a class=\"prev\" href=\"/find_information/publications/163-lung_cancer_101/268-types_and_staging\">": "« Types and Staging"},
{"<a class=\"next\" href=\"/find_information/publications/163-lung_cancer_101/270-small_cell_lung_cancer_treatment\">": "Small Cell Lung Cancer Treatment »"},
{"<p>": "Biomarkers of Lung Cancer"},
{"<strong>": "Biomarkers of Lung Cancer"},
{"<p>": "An important development in the management of lung cancer has been the discovery of certain proteins or molecules that give doctors a more detailed picture of the tumor. These markers are called biomarkers because they are found on the surface of the cells, or in the genes that program cells. Some biomarkers include:"},
{"<ul>": "Epidermal growth factor receptor (EGFR)Anaplastic lymphoma kinase (ALK)K-ras mutations (KRAS 1)"},
{"<li>": "Epidermal growth factor receptor (EGFR)"},
{"<li>": "Anaplastic lymphoma kinase (ALK)"},
{"<li>": "K-ras mutations (KRAS 1)"},
{"<p>": "When a person is diagnosed with lung cancer, doctors may perform tests to determine if one of these biomarkers is present in the tumor. These biomarkers help the doctor decide which treatment options will work the best. These individualized treatments may help patients avoid treatments that are unlikely to work and help to decrease the side effects of treatment."},
{"<strong>": "These biomarkers help the doctor decide which treatment options will work the best"},
{"title": "Lung Cancer - Non-Small Cell: Types of Treatment"},
{"<div class=\"field-item even\">": "ON THIS PAGE: You will learn about the different types of treatments doctors use for people with NSCLC. Use the menu to see other pages.This section explains the types of treatments that are the standard of care for NSCLC. “Standard of care” means the best treatments known. When making treatment plan decisions, you are encouraged to consider clinical trials as an option. A clinical trial is a research study that tests a new approach to treatment. Doctors want to learn whether the new treatment is safe, effective, and possibly better than the standard treatment. Clinical trials can test a new drug, a new combination of standard treatments, or new doses of standard drugs or other treatments. Clinical trials are an option to consider for treatment and care for all stages of cancer. Your doctor can help you consider all your treatment options. Learn more about clinical trials in the About Clinical Trials and Latest Research sections of this guide.Treatment overviewIn cancer care, different types of doctors often work together to create a patient’s overall treatment plan that combines different types of treatments. This is called a multidisciplinary team. Cancer care teams include a variety of other health care professionals, such as physician assistants, oncology nurses, social workers, pharmacists, counselors, dietitians, and others.Your doctors should have a coordinated plan of care and work effectively with one another. If you do not feel that the health care team is communicating effectively with you or each other about the goals of treatment and the plan of care, talk with your doctors or seek additional medical opinions before treatment.There are 5 basic ways to treat NSCLC:SurgeryRadiation therapyChemotherapyTargeted therapyImmunotherapyDescriptions of the common types of treatments used for NSCLC are listed below, followed by an outline of the common treatment plans by stage. Your care plan also includes treatment for symptoms and side effects, an important part of cancer care.Treatment options and recommendations depend on several factors, including the type and stage of cancer, possible side effects, and the patient’s preferences and overall health. Take time to learn about all of your treatment options and be sure to ask questions about things that are unclear. Talk with your doctor about the goals of each treatment and what you can expect while receiving the treatment. These types of talks are called “shared decision making.” Shared decision making is when you and your doctors work together to choose treatments that fit the goals of your care. Shared decision making is particularly important for NSCLC because there are different treatment options. Learn more about making treatment decisions.SurgeryA surgical oncologist is a doctor who specializes in treating cancer using surgery. A thoracic surgeon is specially trained to perform lung cancer surgery. The goal of surgery is to completely remove the lung tumor and the nearby lymph nodes in the chest. The tumor must be removed with a surrounding border or margin of healthy lung tissue. A “negative margin” means that when the pathologist examined the lung or a piece of lung that was removed by the surgeon, no cancer was found in the healthy tissue surrounding the tumor.The following types of surgery may be used for NSCLC:Lobectomy. The lungs have 5 lobes, 3 in the right lung and 2 in the left lung. A lobectomy is the removal of an entire lobe of the lung. It is currently thought to be the most effective type of surgery, even when the lung tumor is very small.A wedge resection. If the surgeon cannot remove an entire lobe of the lung, the surgeon can remove the tumor, surrounded by a margin of healthy lung.Segmentectomy. This is another way to remove the cancer when an entire lobe of the lung cannot be removed. In a segmentectomy, the surgeon removes the portion of the lung where the cancer developed.Pneumonectomy. If the tumor is close to the center of the chest, the surgeon may have to remove the entire lung.The time it takes to recover from lung surgery depends on how much of the lung is removed and the health of the patient before surgery. Before surgery, talk with your health care team about the possible side effects from the specific surgery you will have. Learn more about the basics of cancer surgery.Adjuvant therapy“Adjuvant therapy” is treatment that is given after surgery. It is intended to get rid of any lung cancer cells that may still be in the body after surgery. This helps lower the risk of recurrence, though there is always some risk that the cancer will come back.The types of adjuvant therapy used for NSCLC include radiation therapy and systemic therapies, such as chemotherapy, targeted therapy, and immunotherapy. Each therapy is described below.Radiation therapyRadiation therapy is the use of high energy x-rays or other particles to destroy cancer cells. If you need radiation therapy, you will see a specialist called a radiation oncologist. A radiation oncologist is the doctor who specializes in giving radiation therapy to treat cancer. The most common type of radiation treatment is called external-beam radiation therapy, which is radiation given from a machine outside the body. A radiation therapy regimen, or schedule, usually consists of a specific number of treatments given over a set period of time. This can vary from just a few days of treatment to several weeks.Like surgery, radiation therapy cannot be used to treat widespread cancer. Radiation therapy only destroys cancer cells directly in the path of the radiation beam. It also damages the healthy cells in its path. For this reason, it cannot be used to treat large areas of the body.Sometimes, CT scans (see Diagnosis) are used to plan out exactly where to direct the radiation to lower the risk of damaging healthy parts of the body. This is called intensity modulated radiation therapy (IMRT) or stereotactic body radiation therapy (SBRT). It is not an option for all patients, but it may be used for patients with early-stage disease and small tumors when surgery is not an option.Listen to a Cancer.Net Podcast on ASCO’s recommendations for radiation therapy for NSCLC.Side effects of radiation therapyPeople with lung cancer who receive radiation therapy often experience fatigue and loss of appetite. If radiation therapy is given to the neck or center of the chest, side effects can include a sore throat and difficulty swallowing. Patients may also notice skin irritation, similar to sunburn, where the radiation therapy was directed. Most side effects go away soon after treatment is finished.If the radiation therapy irritates or inflames the lung, patients may develop a cough, fever, or shortness of breath months and sometimes years after the radiation therapy ends. About 15% of patients develop this condition, called radiation pneumonitis. If it is mild, radiation pneumonitis does not need treatment and goes away on its own. If it is severe, a patient may need treatment for radiation pneumonitis with steroid medications, such as prednisone (Rayos). Radiation therapy may also cause permanent scarring of the lung tissue near where the original tumor was located. The scarring does not usually cause symptoms. However, severe scarring can cause a permanent cough and shortness of breath. For this reason, radiation oncologists carefully plan the treatments using CT scans of the chest to lessen the amount of healthy lung tissue exposed to radiation (see above).Learn more about the basics of radiation therapy.Therapies using medicationSystemic therapy is the use of medication to destroy cancer cells. This type of medication is given through the bloodstream to reach cancer cells throughout the body. Systemic therapies are generally prescribed by a medical oncologist, a doctor who specializes in treating cancer with medication.Common ways to give systemic therapies include an intravenous (IV) tube placed into a vein using a needle or in a pill or capsule that is swallowed (orally).The types of systemic therapies used for NSCLC include:ChemotherapyTargeted therapyImmunotherapyEach of these types of therapies are discussed below in more detail. A person may receive 1 type of systemic therapy at a time or a combination of systemic therapies given at the same time. They can also be given as part of a treatment plan that includes surgery and/or radiation therapy.The medications used to treat cancer are continually being evaluated. Talking with your doctor is often the best way to learn about the medications prescribed for you, their purpose, and their potential side effects or interactions with other medications. It is also important to let your doctor know if you are taking any other prescription or over-the-counter medications or supplements. Herbs, supplements, and other drugs can interact with cancer medications. Learn more about your prescriptions by using searchable drug databases.ChemotherapyChemotherapy is the use of drugs to destroy cancer cells, usually by keeping the cancer cells from growing, dividing, and making more cells. It has been shown to improve both the length and quality of life for people with lung cancer of all stages.A chemotherapy regimen, or schedule, usually consists of a specific number of cycles given over a set period of time. The type of lung cancer you have, such as adenocarcinoma or squamous cell carcinoma, affects which drugs are used for chemotherapy.Common drugs used to treat lung cancer include either 2 or 3 drugs given together or 1 drug given by itself. Some common drugs include:Carboplatin or cisplatin (both are available as generic drugs)Docetaxel (Taxotere)Gemcitabine (Gemzar)Nab-paclitaxel (Abraxane)Paclitaxel (Taxol)Pemetrexed (Alimta)Vinorelbine (Navelbine)Chemotherapy may also damage healthy cells in the body, including blood cells, skin cells, and nerve cells. The side effects of chemotherapy depend on the individual and the dose used, but they can include fatigue, low numbers of blood cells, risk of infection, mouth sores, nausea and vomiting, loss of appetite, diarrhea, numbness and tingling in the hands and feet, and hair loss. Your medical oncologist can often prescribe drugs to help relieve many of these side effects. Hormone injections are used to prevent white and red blood cell counts from becoming too low. Nausea and vomiting are also often avoidable. Learn more about preventing nausea and vomiting caused by cancer treatment. These side effects usually go away after treatment is finished.Learn more about the basics of chemotherapy.Targeted therapyTargeted therapy is a treatment that targets the cancer’s specific genes, proteins, or the tissue environment that contributes to cancer growth and survival. This type of treatment blocks the growth and spread of cancer cells while limiting damage to healthy cells.Not all tumors have the same targets. To find the most effective treatment, your doctor may run tests to identify the genes, proteins, and other factors in the tumor. For some lung cancers, abnormal proteins are found in unusually large amounts in the cancer cells. This helps doctors better match each patient with the most effective treatment whenever possible. In addition, research studies continue to find out more about specific molecular targets and new treatments directed at them. Learn more about the basics of targeted treatments.Targeted therapy for NSCLC includes:Anti-angiogenesis therapy. Anti-angiogenesis therapy is focused on stopping angiogenesis, which is the process of making new blood vessels. Because a tumor needs the nutrients delivered by blood vessels to grow and spread, the goal of anti-angiogenesis therapies is to “starve” the tumor. The following anti-angiogenic drugs may be options for lung cancer:Bevacizumab (Avastin, Mvasi) is an anti-angiogenic drug given along with chemotherapy for lung cancer. It may also be used along with chemotherapy and the immunotherapy drug atezolizumab (Tecentriq; see below) for metastatic NSCLC.The risk of serious bleeding for patients taking bevacizumab is about 2%. However, it is more common for patients with squamous cell carcinoma, so bevacizumab is not recommended for patients with this type of NSCLC.Ramucirumab (Cyramza) is approved for NSCLC along with the chemotherapy drug docetaxel.Epidermal growth factor receptor (EGFR) inhibitors. Researchers have found that drugs that block EGFR may be effective for stopping or slowing the growth of lung cancer.Afatinib (Gilotrif) is an initial treatment option for NSCLC. It may also be an option for patients who have already received other treatments for squamous NSCLC. It is a type of drug called a tyrosine kinase inhibitor (TKI).Dacomitinib (Vizimpro) is approved as an initial treatment for NSCLC that has an EGFR mutation. However, it is not frequently used.Erlotinib (Tarceva) has been shown to work better than chemotherapy if the lung cancer has a mutation in the EGFR gene. It is an option for patients with locally advanced and metastatic NSCLC. It may also be used as a maintenance therapy for patients with NSCLC that has not grown or spread after at least 4 cycles of chemotherapy. This medication is a pill that can be taken by mouth. The side effects of erlotinib include a rash that looks like acne, and diarrhea.Gefitinib (Iressa) is another option that was only available in Europe and Asia but now is also available in the United States.Necitumumab (Portrazza) may be an option along with chemotherapy for squamous cell lung cancer. However, this drug is not commonly used.Osimertinib (Tagrisso) is a first treatment option for some people with NSCLC whose tumors have EGFR mutations. Osimertinib is also approved for the treatment of metastatic NSCLC with an EGFR mutation when other drugs listed above no longer work.Drugs that target other genetic changes. Researchers have found that targeting other genetic changes in lung tumors may help stop or slow the growth of NSCLC. Examples include:Anaplastic lymphoma kinase (ALK) inhibitors. Mutations in the ALK gene are found in about 5% of patients with NSCLC.Drugs that target changes in a gene called ROS1.A specific genetic change called an NTRK fusion. This type of genetic change is found in a range of cancers, including lung cancer.The following are currently available drugs that target these other genetic changes:Alectinib (Alecensa): targets ALK gene mutationsBrigatinib (Alunbrig): targets ALK mutationsCeritinib (Zykadia): targets ALK gene mutationsCombination of dabrafenib (Tafinlar) and tremetinib (Mekinist): for BRAF V600E gene mutations, but not for ALK or ROS1 mutationsCrizotinib (Xalkori): targets ALK or ROS1 genes mutationsLarotrectinib (Vitrakvi): targets NTRK gene fusionLorlatinib (Lorbrena): targets ALK gene mutationsTalk with your doctor about possible side effects for a specific medication and how they can be managed.ImmunotherapyImmunotherapy, also called biologic therapy, is designed to boost the body's natural defenses to fight the cancer. It uses materials made either by the body or in a laboratory to improve, target, or restore immune system function. For example, the PD-1 pathway may be very important in the immune system’s ability to control cancer growth. Blocking this pathway with PD-1 and PD-L1 antibodies has stopped or slowed the growth of NSCLC for some patients. The following drugs block this pathway:Atezolizumab (Tecentriq)Durvalumab (Imfinzi)Nivolumab (Opdivo)Pembrolizumab (Keytruda)For most patients with advanced NSCLC that cannot be treated with a targeted therapy (see above), immunotherapy or immunotherapy plus chemotherapy is often the preferred initial treatment.Different types of immunotherapy can cause different side effects. Common side effects include skin reactions, flu-like symptoms, diarrhea, and weight changes. Talk with your doctor about possible side effects for the immunotherapy recommended for you.Learn more about the basics of immunotherapy.Physical, emotional, and social effects of cancerCancer and its treatment cause physical symptoms and side effects, as well as emotional, social, and financial effects. Managing all of these effects is called palliative care or supportive care. It is an important part of your care that is included along with treatments intended to slow, stop, or eliminate the cancer.Palliative care focuses on improving how you feel during treatment by managing symptoms and supporting patients and their families with other, non-medical needs. Any person, regardless of age or type and stage of cancer, may receive this type of care. And it often works best when it is started right after a cancer diagnosis. People who receive palliative care along with treatment for the cancer often have less severe symptoms, better quality of life, and report they are more satisfied with treatment.Palliative treatments vary widely and often include medication, nutritional changes, relaxation techniques, emotional and spiritual support, and other therapies. You may also receive palliative treatments similar to those meant to get rid of the cancer, such as chemotherapy, surgery, or radiation therapy.The following treatments may be given to help relieve the symptoms of NSCLC:A tumor in the chest that is bleeding or blocking the lung passages can be shrunk with radiation therapy.During a bronchoscopy (See Diagnosis), lung passages blocked by cancer can be opened to improve breathing.A surgeon can place a stent to prop open an airway or use a laser to burn away a tumor.Medications are used to treat cancer pain. Most hospitals and cancer centers have pain control specialists who provide pain relief, even for severe cancer pain. Many drugs used to treat cancer pain, especially morphine, can also relieve shortness of breath caused by cancer. Learn more about managing cancer pain.Medications can be used to stop a cough, open closed airways, or reduce bronchial secretions.Prednisone or methylprednisolone (A-Methapred, Depo-Medrol, Medrol, Solu-Medrol) can reduce inflammation caused by lung cancer or radiation therapy and improve breathing.Extra oxygen from small, portable tanks can help make up for the lung’s reduced ability to extract oxygen from the air.Medications are available to strengthen bones, lessen bone pain, and help prevent future bone metastases.Appetite stimulants and nutritional supplements can improve appetite and reduce weight loss.Before treatment begins, talk with your doctor about the goals of each treatment in the treatment plan. You should also talk about the possible side effects of the specific treatment plan and palliative care options.During treatment, your health care team may ask you to answer questions about your symptoms and side effects and to describe each problem. Be sure to tell the health care team if you are experiencing a problem. This helps the health care team treat any symptoms and side effects as quickly as possible. It can also help prevent more serious problems in the future.Learn more about the importance of tracking side effects in another part of this guide. Learn more about palliative care in a separate section of this website.Treatment of NSCLC by stageStage I and II NSCLCIn general, stage I and stage II NSCLC are treated with surgery. Surgeons cure many people with an operation. Before or after surgery, a patient may also meet with a medical oncologist. Some patients with large tumors or signs that the tumor has spread to the lymph nodes may benefit from chemotherapy. Chemotherapy may be given before the surgery, called neoadjuvant chemotherapy or induction chemotherapy. Chemotherapy may also be given after surgery, called adjuvant chemotherapy, to reduce the chance that the cancer will return.Adjuvant chemotherapy with cisplatin is not recommended for patients with stage IA NSCLC that was completely removed with surgery. Patients with stage IB lung cancers should talk with their doctors about whether chemotherapy is right for them after surgery. Adjuvant cisplatin-based chemotherapy is recommended for patients with stage II NSCLC that has been completely removed with surgery. Patients with stage II NSCLC should talk with their doctor about whether this treatment is right for them.Stage III NSCLCMore than 30,000 people are diagnosed with stage III NSCLC every year, and there is no single best treatment for all of these patients. Treatment options depend on the size and location of the tumor and the lymph nodes that are involved. The options generally include:Radiation therapyChemotherapyImmunotherapySurgeryIn general, people with stage III NSCLC receive 3 different types of treatment. A combination of chemotherapy and radiation therapy followed by immunotherapy is usually recommended for NSCLC that cannot be removed with surgery. Chemotherapy and radiation therapy may be given together, which is called concurrent chemoradiotherapy. Or, they may be given one after the other, called sequential chemoradiotherapy.Adjuvant cisplatin-based chemotherapy is recommended for people with stage IIIA lung cancers that have been completely removed with surgery. Patients should talk with their doctor about the best treatment options for them.Surgery may be an option after initial chemotherapy or chemotherapy with radiation therapy. Sometimes, surgery may be the first treatment, particularly when cancer is found in the lymph nodes unexpectedly after a person has originally been diagnosed with stage I or stage II cancer. If this occurs, surgery is generally followed by chemotherapy and often radiation therapy.Metastatic or stage IV NSCLCIf cancer spreads to another part in the body from where it started, doctors call it metastatic cancer. If this happens, it is a good idea to talk with doctors who have experience in treating it. Doctors can have different opinions about the best standard treatment plan. Clinical trials might also be an option. Learn more about getting a second opinion before starting treatment, so you are comfortable with your chosen treatment plan.Patients with stage IV NSCLC typically do not receive surgery or radiation therapy as the main treatment. Occasionally, doctors may recommend surgery for a metastasis in the brain or adrenal gland if that is the only place the cancer has spread. People with stage IV disease have a very high risk of the cancer spreading or growing in another location. Most patients with this stage of NSCLC receive systemic therapies, such as chemotherapy, targeted therapy, or immunotherapy. Palliative care will also be important to help relieve symptoms and side effects.Systemic therapy for metastatic or stage IV NSCLC (updated 01/2020)The goals of systemic therapies are to shrink the cancer, relieve discomfort caused by the cancer, prevent the cancer from spreading further, and lengthen a patient’s life. These treatments can occasionally make metastatic lung cancer disappear. However, doctors know from experience that the cancer will usually return. Therefore, patients with stage IV disease are never considered “cured” of their cancer no matter how well treatment works. Treatment often continues as long as it is controlling the cancer’s growth. Systemic therapy and palliative care have been proven to improve both length and quality of life for patients with stage IV NSCLC. If the cancer worsens or causes too many severe side effects, the treatment may be stopped. Patients would continue to receive palliative care and may be offered treatment in a clinical trial.The first drug or combination of drugs a patient takes is called “first-line” treatment, which may be followed by “second-line” and “third-line” treatment. No specific treatment or combination of treatments works for every patient. If the first-line treatment causes too many or dangerous side effects, does not appear to be working, or stops working, the doctor may recommend a change in treatment. ASCO’s recommendations for systemic therapies for NSCLC are included below. All patients should also receive palliative care.First-line treatment. First-line systemic therapy for NSCLC often depends on the genetic changes found in the tumor.For patients with tumors that do not have changes in the EGFR or ALK genes, the options include:For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel.For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy.For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel.For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy.For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For patients with tumors that have a genetic change on the EGFR gene, the following targeted therapies called TKIs may be options:AfatinibDacomitinibErlotinibGefitinibOsimertinibFor patients with tumors that have a genetic change on the ALK gene, targeted therapy options are alectinib, brigatinib, ceritinib, or crizotinib.For patients with tumors that have a genetic change on the ROS1 gene, crizotinib is an option.Second-line treatment. Second-line treatment for NSCLC depends on the gene mutations found in the tumor and the treatments patients have already received.For patients with tumors that do not have changes in the EGFR, ALK, or ROS1 genes, the options include:Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy.Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy.Chemotherapy for patients who have already received immunotherapy.Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy.Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment.For patients with tumors that have an EGFR gene mutation, the best treatment option depends on how the cancer worsened and whether the cancer developed a mutation called T790M, which makes it resistant to the TKI. Options include:OsimertinibAdditional chemotherapyContinued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spreadFor patients with tumors that have an ALK gene mutation, options are:AlectinibBrigatinibCeritinibLorlatinibFor patients with tumors that have a ROS1 gene mutation, treatment options depend on the treatments received previously:Crizotinib, if patients have not already received itChemotherapy, which may be given along with bevacizumabFor patients with tumors that have a BRAF mutation, options depend on whether they have already received immunotherapy:Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapiesDabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapyThird-line treatment. Third-line treatment for NSCLC is usually chemotherapy with pemetrexed or docetaxel.In all cases, patients and their doctors should discuss any reasons why some patients may not be able to receive immunotherapy.This information is based on several ASCO recommendations for the treatment of lung cancer. Read more about these recommendations on the ASCO website.Radiation therapy for brain metastasesChemotherapy is often not as effective as radiation therapy or surgery to treat NSCLC that has spread to the brain. For this reason, NSCLC that has spread to the brain is usually treated with radiation therapy, surgery, or both. This can cause side effects such as hair loss, fatigue, and redness of the scalp. With a small tumor, a type of radiation therapy called stereotactic radiosurgery can focus the radiation only on the tumor in the brain and lessen the side effects.Newer targeted therapies, such as osimertinib and alectinib, have shown that they can work well to treat brain metastases. In addition, immunotherapy may also be an option. This may allow many patients to have a systemic therapy for brain metastases and avoid the side effects that come from chemotherapy and radiation therapy to the brain.Palliative careAs described above, palliative care will also be important to help relieve symptoms and side effects. Radiation therapy or surgery may also be used to treat metastases that are causing pain or other symptoms. Bone metastases that weaken major bones can be treated with surgery, and the bones can be reinforced using metal implants.For most people, a diagnosis of metastatic cancer is very stressful and, at times, difficult to bear. You and your family are encouraged to talk about how you feel with doctors, nurses, social workers, or other members of the health care team. It may also be helpful to talk with other patients, including through a support group.Remission and the chance of recurrenceA remission is when cancer cannot be detected in the body and there are no symptoms. This may also be called having “no evidence of disease” or NED.A remission may be temporary or permanent. This uncertainty causes many people to worry that the cancer will come back. While many remissions are permanent, it is important to talk with your doctor about the possibility of the cancer returning. Understanding your risk of recurrence and the treatment options may help you feel more prepared if the cancer does return. Learn more about coping with the fear of recurrence.If the cancer returns after the original treatment, it is called recurrent cancer. It may come back in the same place (called a local recurrence), nearby (regional recurrence), or in another place (distant recurrence). Most often, when there is recurrence, it is stage IV disease.When this is a recurrence, a new cycle of testing will begin again to learn as much as possible about the recurrence. After this testing is done, you and your doctor will talk about the treatment options. Often the treatment plan will include the treatments described above such as surgery, chemotherapy, and radiation therapy, but they may be used in a different combination or given at a different pace. Your doctor may suggest clinical trials that are studying new ways to treat this type of recurrent cancer. Whichever treatment plan you choose, palliative care will be important for relieving symptoms and side effects.People with recurrent cancer often experience emotions such as disbelief or fear. You are encouraged to talk with the health care team about these feelings and ask about support services to help you cope. Learn more about dealing with cancer recurrence.If treatment does not workRecovery from cancer is not always possible. If the cancer cannot be cured or controlled, the disease may be called advanced or terminal.This diagnosis is stressful, and for many people, advanced cancer is difficult to discuss. However, it is important to have open and honest conversations with your health care team to express your feelings, preferences, and concerns. The health care team has special skills, experience, and knowledge to support patients and their families and is there to help. Making sure a person is physically comfortable, free from pain, and emotionally supported is extremely important.People who have advanced cancer and who are expected to live less than 6 months may want to consider hospice care. Hospice care is designed to provide the best possible quality of life for people who are near the end of life. You and your family are encouraged to talk with the health care team about hospice care options, which include hospice care at home, a special hospice center, or other health care locations. Nursing care and special equipment can make staying at home a workable option for many families. Learn more about advanced cancer care planning.After the death of a loved one, many people need support to help them cope with the loss. Learn more about grief and loss.The next section in this guide is About Clinical Trials. It offers more information about research studies that are focused on finding better ways to care for people with cancer. Use the menu to choose a different section to read in this guide."},
{"<p>": "ON THIS PAGE: You will learn about the different types of treatments doctors use for people with NSCLC. Use the menu to see other pages."},
{"<strong>": "ON THIS PAGE"},
{"<p>": "This section explains the types of treatments that are the standard of care for NSCLC. “Standard of care” means the best treatments known. When making treatment plan decisions, you are encouraged to consider clinical trials as an option. A clinical trial is a research study that tests a new approach to treatment. Doctors want to learn whether the new treatment is safe, effective, and possibly better than the standard treatment. Clinical trials can test a new drug, a new combination of standard treatments, or new doses of standard drugs or other treatments. Clinical trials are an option to consider for treatment and care for all stages of cancer. Your doctor can help you consider all your treatment options. Learn more about clinical trials in the About Clinical Trials and Latest Research sections of this guide."},
{"<a href=\"/node/19156\" rel=\"noopener noreferrer\">": "About Clinical Trials"},
{"<strong>": "About Clinical Trials"},
{"<a href=\"/node/19160\" rel=\"noopener noreferrer\">": "Latest Research"},
{"<strong>": "Latest Research"},
{"<h3>": "Treatment overview"},
{"<p>": "In cancer care, different types of doctors often work together to create a patient’s overall treatment plan that combines different types of treatments. This is called a multidisciplinary team. Cancer care teams include a variety of other health care professionals, such as physician assistants, oncology nurses, social workers, pharmacists, counselors, dietitians, and others."},
{"<a href=\"/node/25356\" rel=\"noopener noreferrer\">": "multidisciplinary team"},
{"<strong>": "multidisciplinary team"},
{"<p>": "Your doctors should have a coordinated plan of care and work effectively with one another. If you do not feel that the health care team is communicating effectively with you or each other about the goals of treatment and the plan of care, talk with your doctors or seek additional medical opinions before treatment."},
{"<p>": "There are 5 basic ways to treat NSCLC:"},
{"<ul>": "SurgeryRadiation therapyChemotherapyTargeted therapyImmunotherapy"},
{"<li>": "Surgery"},
{"<p>": "Surgery"},
{"<li>": "Radiation therapy"},
{"<p>": "Radiation therapy"},
{"<li>": "Chemotherapy"},
{"<p>": "Chemotherapy"},
{"<li>": "Targeted therapy"},
{"<p>": "Targeted therapy"},
{"<li>": "Immunotherapy"},
{"<p>": "Immunotherapy"},
{"<p>": "Descriptions of the common types of treatments used for NSCLC are listed below, followed by an outline of the common treatment plans by stage. Your care plan also includes treatment for symptoms and side effects, an important part of cancer care."},
{"<p>": "Treatment options and recommendations depend on several factors, including the type and stage of cancer, possible side effects, and the patient’s preferences and overall health. Take time to learn about all of your treatment options and be sure to ask questions about things that are unclear. Talk with your doctor about the goals of each treatment and what you can expect while receiving the treatment. These types of talks are called “shared decision making.” Shared decision making is when you and your doctors work together to choose treatments that fit the goals of your care. Shared decision making is particularly important for NSCLC because there are different treatment options. Learn more about making treatment decisions."},
{"<a href=\"/node/24582\" rel=\"noopener noreferrer\">": "making treatment decisions"},
{"<strong>": "making treatment decisions"},
{"<h3>": "Surgery"},
{"<p>": "A surgical oncologist is a doctor who specializes in treating cancer using surgery. A thoracic surgeon is specially trained to perform lung cancer surgery. The goal of surgery is to completely remove the lung tumor and the nearby lymph nodes in the chest. The tumor must be removed with a surrounding border or margin of healthy lung tissue. A “negative margin” means that when the pathologist examined the lung or a piece of lung that was removed by the surgeon, no cancer was found in the healthy tissue surrounding the tumor."},
{"<p>": "The following types of surgery may be used for NSCLC:"},
{"<ul>": "Lobectomy. The lungs have 5 lobes, 3 in the right lung and 2 in the left lung. A lobectomy is the removal of an entire lobe of the lung. It is currently thought to be the most effective type of surgery, even when the lung tumor is very small.A wedge resection. If the surgeon cannot remove an entire lobe of the lung, the surgeon can remove the tumor, surrounded by a margin of healthy lung.Segmentectomy. This is another way to remove the cancer when an entire lobe of the lung cannot be removed. In a segmentectomy, the surgeon removes the portion of the lung where the cancer developed.Pneumonectomy. If the tumor is close to the center of the chest, the surgeon may have to remove the entire lung."},
{"<li>": "Lobectomy. The lungs have 5 lobes, 3 in the right lung and 2 in the left lung. A lobectomy is the removal of an entire lobe of the lung. It is currently thought to be the most effective type of surgery, even when the lung tumor is very small."},
{"<p>": "Lobectomy. The lungs have 5 lobes, 3 in the right lung and 2 in the left lung. A lobectomy is the removal of an entire lobe of the lung. It is currently thought to be the most effective type of surgery, even when the lung tumor is very small."},
{"<strong>": "Lobectomy."},
{"<li>": "A wedge resection. If the surgeon cannot remove an entire lobe of the lung, the surgeon can remove the tumor, surrounded by a margin of healthy lung."},
{"<p>": "A wedge resection. If the surgeon cannot remove an entire lobe of the lung, the surgeon can remove the tumor, surrounded by a margin of healthy lung."},
{"<strong>": "A wedge resection."},
{"<li>": "Segmentectomy. This is another way to remove the cancer when an entire lobe of the lung cannot be removed. In a segmentectomy, the surgeon removes the portion of the lung where the cancer developed."},
{"<p>": "Segmentectomy. This is another way to remove the cancer when an entire lobe of the lung cannot be removed. In a segmentectomy, the surgeon removes the portion of the lung where the cancer developed."},
{"<strong>": "Segmentectomy."},
{"<li>": "Pneumonectomy. If the tumor is close to the center of the chest, the surgeon may have to remove the entire lung."},
{"<p>": "Pneumonectomy. If the tumor is close to the center of the chest, the surgeon may have to remove the entire lung."},
{"<strong>": "Pneumonectomy."},
{"<p>": "The time it takes to recover from lung surgery depends on how much of the lung is removed and the health of the patient before surgery. Before surgery, talk with your health care team about the possible side effects from the specific surgery you will have. Learn more about the basics of cancer surgery."},
{"<a href=\"/node/30689\" rel=\"noopener noreferrer\">": "cancer surgery"},
{"<strong>": "cancer surgery"},
{"<h3>": "Adjuvant therapy"},
{"<p>": "“Adjuvant therapy” is treatment that is given after surgery. It is intended to get rid of any lung cancer cells that may still be in the body after surgery. This helps lower the risk of recurrence, though there is always some risk that the cancer will come back."},
{"<p>": "The types of adjuvant therapy used for NSCLC include radiation therapy and systemic therapies, such as chemotherapy, targeted therapy, and immunotherapy. Each therapy is described below."},
{"<h4>": "Radiation therapy"},
{"<p>": "Radiation therapy is the use of high energy x-rays or other particles to destroy cancer cells. If you need radiation therapy, you will see a specialist called a radiation oncologist. A radiation oncologist is the doctor who specializes in giving radiation therapy to treat cancer. The most common type of radiation treatment is called external-beam radiation therapy, which is radiation given from a machine outside the body. A radiation therapy regimen, or schedule, usually consists of a specific number of treatments given over a set period of time. This can vary from just a few days of treatment to several weeks."},
{"<p>": "Like surgery, radiation therapy cannot be used to treat widespread cancer. Radiation therapy only destroys cancer cells directly in the path of the radiation beam. It also damages the healthy cells in its path. For this reason, it cannot be used to treat large areas of the body."},
{"<p>": "Sometimes, CT scans (see Diagnosis) are used to plan out exactly where to direct the radiation to lower the risk of damaging healthy parts of the body. This is called intensity modulated radiation therapy (IMRT) or stereotactic body radiation therapy (SBRT). It is not an option for all patients, but it may be used for patients with early-stage disease and small tumors when surgery is not an option."},
{"<a href=\"https://www.cancer.net/cancer-types/lung-cancer-non-small-cell/diagnosis\" rel=\"noopener noreferrer\">": "Diagnosis"},
{"<strong>": "Diagnosis"},
{"<p>": "Listen to a Cancer.Net Podcast on ASCO’s recommendations for radiation therapy for NSCLC."},
{"<a href=\"/node/33176\" rel=\"noopener noreferrer\">": "ASCO’s recommendations for radiation therapy for NSCLC"},
{"<strong>": "ASCO’s recommendations for radiation therapy for NSCLC"},
{"<h5>": "Side effects of radiation therapy"},
{"<p>": "People with lung cancer who receive radiation therapy often experience fatigue and loss of appetite. If radiation therapy is given to the neck or center of the chest, side effects can include a sore throat and difficulty swallowing. Patients may also notice skin irritation, similar to sunburn, where the radiation therapy was directed. Most side effects go away soon after treatment is finished."},
{"<p>": "If the radiation therapy irritates or inflames the lung, patients may develop a cough, fever, or shortness of breath months and sometimes years after the radiation therapy ends. About 15% of patients develop this condition, called radiation pneumonitis. If it is mild, radiation pneumonitis does not need treatment and goes away on its own. If it is severe, a patient may need treatment for radiation pneumonitis with steroid medications, such as prednisone (Rayos). Radiation therapy may also cause permanent scarring of the lung tissue near where the original tumor was located. The scarring does not usually cause symptoms. However, severe scarring can cause a permanent cough and shortness of breath. For this reason, radiation oncologists carefully plan the treatments using CT scans of the chest to lessen the amount of healthy lung tissue exposed to radiation (see above)."},
{"<p>": "Learn more about the basics of radiation therapy."},
{"<a href=\"/node/30687\" rel=\"noopener noreferrer\">": "radiation therapy"},
{"<strong>": "radiation therapy"},
{"<h4>": "Therapies using medication"},
{"<p>": "Systemic therapy is the use of medication to destroy cancer cells. This type of medication is given through the bloodstream to reach cancer cells throughout the body. Systemic therapies are generally prescribed by a medical oncologist, a doctor who specializes in treating cancer with medication."},
{"<p>": "Common ways to give systemic therapies include an intravenous (IV) tube placed into a vein using a needle or in a pill or capsule that is swallowed (orally)."},
{"<p>": "The types of systemic therapies used for NSCLC include:"},
{"<ul>": "ChemotherapyTargeted therapyImmunotherapy"},
{"<li>": "Chemotherapy"},
{"<p>": "Chemotherapy"},
{"<li>": "Targeted therapy"},
{"<p>": "Targeted therapy"},
{"<li>": "Immunotherapy"},
{"<p>": "Immunotherapy"},
{"<p>": "Each of these types of therapies are discussed below in more detail. A person may receive 1 type of systemic therapy at a time or a combination of systemic therapies given at the same time. They can also be given as part of a treatment plan that includes surgery and/or radiation therapy."},
{"<p>": "The medications used to treat cancer are continually being evaluated. Talking with your doctor is often the best way to learn about the medications prescribed for you, their purpose, and their potential side effects or interactions with other medications. It is also important to let your doctor know if you are taking any other prescription or over-the-counter medications or supplements. Herbs, supplements, and other drugs can interact with cancer medications. Learn more about your prescriptions by using searchable drug databases."},
{"<strong>": ""},
{"<a href=\"/node/25369\" rel=\"noopener noreferrer\">": "searchable drug databases"},
{"<strong>": "searchable drug databases"},
{"<h5>": "Chemotherapy"},
{"<p>": "Chemotherapy is the use of drugs to destroy cancer cells, usually by keeping the cancer cells from growing, dividing, and making more cells. It has been shown to improve both the length and quality of life for people with lung cancer of all stages."},
{"<p>": "A chemotherapy regimen, or schedule, usually consists of a specific number of cycles given over a set period of time. The type of lung cancer you have, such as adenocarcinoma or squamous cell carcinoma, affects which drugs are used for chemotherapy."},
{"<p>": "Common drugs used to treat lung cancer include either 2 or 3 drugs given together or 1 drug given by itself. Some common drugs include:"},
{"<ul>": "Carboplatin or cisplatin (both are available as generic drugs)Docetaxel (Taxotere)Gemcitabine (Gemzar)Nab-paclitaxel (Abraxane)Paclitaxel (Taxol)Pemetrexed (Alimta)Vinorelbine (Navelbine)"},
{"<li>": "Carboplatin or cisplatin (both are available as generic drugs)"},
{"<p>": "Carboplatin or cisplatin (both are available as generic drugs)"},
{"<li>": "Docetaxel (Taxotere)"},
{"<p>": "Docetaxel (Taxotere)"},
{"<li>": "Gemcitabine (Gemzar)"},
{"<p>": "Gemcitabine (Gemzar)"},
{"<li>": "Nab-paclitaxel (Abraxane)"},
{"<p>": "Nab-paclitaxel (Abraxane)"},
{"<li>": "Paclitaxel (Taxol)"},
{"<p>": "Paclitaxel (Taxol)"},
{"<li>": "Pemetrexed (Alimta)"},
{"<p>": "Pemetrexed (Alimta)"},
{"<li>": "Vinorelbine (Navelbine)"},
{"<p>": "Vinorelbine (Navelbine)"},
{"<p>": "Chemotherapy may also damage healthy cells in the body, including blood cells, skin cells, and nerve cells. The side effects of chemotherapy depend on the individual and the dose used, but they can include fatigue, low numbers of blood cells, risk of infection, mouth sores, nausea and vomiting, loss of appetite, diarrhea, numbness and tingling in the hands and feet, and hair loss. Your medical oncologist can often prescribe drugs to help relieve many of these side effects. Hormone injections are used to prevent white and red blood cell counts from becoming too low. Nausea and vomiting are also often avoidable. Learn more about preventing nausea and vomiting caused by cancer treatment. These side effects usually go away after treatment is finished."},
{"<a href=\"/node/25052\" rel=\"noopener noreferrer\">": "preventing nausea and vomiting caused by cancer treatment"},
{"<strong>": "preventing nausea and vomiting caused by cancer treatment"},
{"<p>": "Learn more about the basics of chemotherapy."},
{"<a href=\"/node/30673\" rel=\"noopener noreferrer\">": "chemotherapy"},
{"<strong>": "chemotherapy"},
{"<h5>": "Targeted therapy"},
{"<p>": "Targeted therapy is a treatment that targets the cancer’s specific genes, proteins, or the tissue environment that contributes to cancer growth and survival. This type of treatment blocks the growth and spread of cancer cells while limiting damage to healthy cells."},
{"<p>": "Not all tumors have the same targets. To find the most effective treatment, your doctor may run tests to identify the genes, proteins, and other factors in the tumor. For some lung cancers, abnormal proteins are found in unusually large amounts in the cancer cells. This helps doctors better match each patient with the most effective treatment whenever possible. In addition, research studies continue to find out more about specific molecular targets and new treatments directed at them. Learn more about the basics of targeted treatments."},
{"<a href=\"/node/30686\" rel=\"noopener noreferrer\">": "targeted treatments"},
{"<strong>": "targeted treatments"},
{"<p>": "Targeted therapy for NSCLC includes:"},
{"<p>": "Anti-angiogenesis therapy. Anti-angiogenesis therapy is focused on stopping angiogenesis, which is the process of making new blood vessels. Because a tumor needs the nutrients delivered by blood vessels to grow and spread, the goal of anti-angiogenesis therapies is to “starve” the tumor. The following anti-angiogenic drugs may be options for lung cancer:"},
{"<strong>": "Anti-angiogenesis therapy."},
{"<a href=\"/node/24376\" rel=\"noopener noreferrer\">": "Anti-angiogenesis therapy"},
{"<strong>": "Anti-angiogenesis therapy"},
{"<ul>": "Bevacizumab (Avastin, Mvasi) is an anti-angiogenic drug given along with chemotherapy for lung cancer. It may also be used along with chemotherapy and the immunotherapy drug atezolizumab (Tecentriq; see below) for metastatic NSCLC.The risk of serious bleeding for patients taking bevacizumab is about 2%. However, it is more common for patients with squamous cell carcinoma, so bevacizumab is not recommended for patients with this type of NSCLC.Ramucirumab (Cyramza) is approved for NSCLC along with the chemotherapy drug docetaxel."},
{"<li>": "Bevacizumab (Avastin, Mvasi) is an anti-angiogenic drug given along with chemotherapy for lung cancer. It may also be used along with chemotherapy and the immunotherapy drug atezolizumab (Tecentriq; see below) for metastatic NSCLC.The risk of serious bleeding for patients taking bevacizumab is about 2%. However, it is more common for patients with squamous cell carcinoma, so bevacizumab is not recommended for patients with this type of NSCLC."},
{"<p>": "Bevacizumab (Avastin, Mvasi) is an anti-angiogenic drug given along with chemotherapy for lung cancer. It may also be used along with chemotherapy and the immunotherapy drug atezolizumab (Tecentriq; see below) for metastatic NSCLC."},
{"<p>": "The risk of serious bleeding for patients taking bevacizumab is about 2%. However, it is more common for patients with squamous cell carcinoma, so bevacizumab is not recommended for patients with this type of NSCLC."},
{"<li>": "Ramucirumab (Cyramza) is approved for NSCLC along with the chemotherapy drug docetaxel."},
{"<p>": "Ramucirumab (Cyramza) is approved for NSCLC along with the chemotherapy drug docetaxel."},
{"<p>": "Epidermal growth factor receptor (EGFR) inhibitors. Researchers have found that drugs that block EGFR may be effective for stopping or slowing the growth of lung cancer."},
{"<strong>": "Epidermal growth factor receptor (EGFR) inhibitors."},
{"<ul>": "Afatinib (Gilotrif) is an initial treatment option for NSCLC. It may also be an option for patients who have already received other treatments for squamous NSCLC. It is a type of drug called a tyrosine kinase inhibitor (TKI).Dacomitinib (Vizimpro) is approved as an initial treatment for NSCLC that has an EGFR mutation. However, it is not frequently used.Erlotinib (Tarceva) has been shown to work better than chemotherapy if the lung cancer has a mutation in the EGFR gene. It is an option for patients with locally advanced and metastatic NSCLC. It may also be used as a maintenance therapy for patients with NSCLC that has not grown or spread after at least 4 cycles of chemotherapy. This medication is a pill that can be taken by mouth. The side effects of erlotinib include a rash that looks like acne, and diarrhea.Gefitinib (Iressa) is another option that was only available in Europe and Asia but now is also available in the United States.Necitumumab (Portrazza) may be an option along with chemotherapy for squamous cell lung cancer. However, this drug is not commonly used.Osimertinib (Tagrisso) is a first treatment option for some people with NSCLC whose tumors have EGFR mutations. Osimertinib is also approved for the treatment of metastatic NSCLC with an EGFR mutation when other drugs listed above no longer work."},
{"<li>": "Afatinib (Gilotrif) is an initial treatment option for NSCLC. It may also be an option for patients who have already received other treatments for squamous NSCLC. It is a type of drug called a tyrosine kinase inhibitor (TKI)."},
{"<p>": "Afatinib (Gilotrif) is an initial treatment option for NSCLC. It may also be an option for patients who have already received other treatments for squamous NSCLC. It is a type of drug called a tyrosine kinase inhibitor (TKI)."},
{"<li>": "Dacomitinib (Vizimpro) is approved as an initial treatment for NSCLC that has an EGFR mutation. However, it is not frequently used."},
{"<p>": "Dacomitinib (Vizimpro) is approved as an initial treatment for NSCLC that has an EGFR mutation. However, it is not frequently used."},
{"<em>": "EGFR"},
{"<li>": "Erlotinib (Tarceva) has been shown to work better than chemotherapy if the lung cancer has a mutation in the EGFR gene. It is an option for patients with locally advanced and metastatic NSCLC. It may also be used as a maintenance therapy for patients with NSCLC that has not grown or spread after at least 4 cycles of chemotherapy. This medication is a pill that can be taken by mouth. The side effects of erlotinib include a rash that looks like acne, and diarrhea."},
{"<p>": "Erlotinib (Tarceva) has been shown to work better than chemotherapy if the lung cancer has a mutation in the EGFR gene. It is an option for patients with locally advanced and metastatic NSCLC. It may also be used as a maintenance therapy for patients with NSCLC that has not grown or spread after at least 4 cycles of chemotherapy. This medication is a pill that can be taken by mouth. The side effects of erlotinib include a rash that looks like acne, and diarrhea."},
{"<em>": "EGFR"},
{"<li>": "Gefitinib (Iressa) is another option that was only available in Europe and Asia but now is also available in the United States."},
{"<p>": "Gefitinib (Iressa) is another option that was only available in Europe and Asia but now is also available in the United States."},
{"<li>": "Necitumumab (Portrazza) may be an option along with chemotherapy for squamous cell lung cancer. However, this drug is not commonly used."},
{"<p>": "Necitumumab (Portrazza) may be an option along with chemotherapy for squamous cell lung cancer. However, this drug is not commonly used."},
{"<li>": "Osimertinib (Tagrisso) is a first treatment option for some people with NSCLC whose tumors have EGFR mutations. Osimertinib is also approved for the treatment of metastatic NSCLC with an EGFR mutation when other drugs listed above no longer work."},
{"<p>": "Osimertinib (Tagrisso) is a first treatment option for some people with NSCLC whose tumors have EGFR mutations. Osimertinib is also approved for the treatment of metastatic NSCLC with an EGFR mutation when other drugs listed above no longer work."},
{"<em>": "EGFR"},
{"<em>": "EGFR"},
{"<p>": "Drugs that target other genetic changes. Researchers have found that targeting other genetic changes in lung tumors may help stop or slow the growth of NSCLC. Examples include:"},
{"<strong>": "Drugs that target other genetic changes."},
{"<ul>": "Anaplastic lymphoma kinase (ALK) inhibitors. Mutations in the ALK gene are found in about 5% of patients with NSCLC.Drugs that target changes in a gene called ROS1.A specific genetic change called an NTRK fusion. This type of genetic change is found in a range of cancers, including lung cancer."},
{"<li>": "Anaplastic lymphoma kinase (ALK) inhibitors. Mutations in the ALK gene are found in about 5% of patients with NSCLC."},
{"<p>": "Anaplastic lymphoma kinase (ALK) inhibitors. Mutations in the ALK gene are found in about 5% of patients with NSCLC."},
{"<em>": "ALK"},
{"<li>": "Drugs that target changes in a gene called ROS1."},
{"<p>": "Drugs that target changes in a gene called ROS1."},
{"<em>": "ROS1."},
{"<li>": "A specific genetic change called an NTRK fusion. This type of genetic change is found in a range of cancers, including lung cancer."},
{"<p>": "A specific genetic change called an NTRK fusion. This type of genetic change is found in a range of cancers, including lung cancer."},
{"<em>": "NTRK"},
{"<p>": "The following are currently available drugs that target these other genetic changes:"},
{"<ul>": "Alectinib (Alecensa): targets ALK gene mutationsBrigatinib (Alunbrig): targets ALK mutationsCeritinib (Zykadia): targets ALK gene mutationsCombination of dabrafenib (Tafinlar) and tremetinib (Mekinist): for BRAF V600E gene mutations, but not for ALK or ROS1 mutationsCrizotinib (Xalkori): targets ALK or ROS1 genes mutationsLarotrectinib (Vitrakvi): targets NTRK gene fusionLorlatinib (Lorbrena): targets ALK gene mutations"},
{"<li>": "Alectinib (Alecensa): targets ALK gene mutations"},
{"<p>": "Alectinib (Alecensa): targets ALK gene mutations"},
{"<em>": "ALK"},
{"<li>": "Brigatinib (Alunbrig): targets ALK mutations"},
{"<p>": "Brigatinib (Alunbrig): targets ALK mutations"},
{"<em>": "ALK"},
{"<li>": "Ceritinib (Zykadia): targets ALK gene mutations"},
{"<p>": "Ceritinib (Zykadia): targets ALK gene mutations"},
{"<em>": "ALK"},
{"<li>": "Combination of dabrafenib (Tafinlar) and tremetinib (Mekinist): for BRAF V600E gene mutations, but not for ALK or ROS1 mutations"},
{"<p>": "Combination of dabrafenib (Tafinlar) and tremetinib (Mekinist): for BRAF V600E gene mutations, but not for ALK or ROS1 mutations"},
{"<em>": "BRAF"},
{"<em>": "ALK"},
{"<em>": "ROS1"},
{"<li>": "Crizotinib (Xalkori): targets ALK or ROS1 genes mutations"},
{"<p>": "Crizotinib (Xalkori): targets ALK or ROS1 genes mutations"},
{"<em>": "ALK"},
{"<em>": "ROS1"},
{"<li>": "Larotrectinib (Vitrakvi): targets NTRK gene fusion"},
{"<p>": "Larotrectinib (Vitrakvi): targets NTRK gene fusion"},
{"<em>": "NTRK"},
{"<li>": "Lorlatinib (Lorbrena): targets ALK gene mutations"},
{"<p>": "Lorlatinib (Lorbrena): targets ALK gene mutations"},
{"<em>": "ALK"},
{"<p>": "Talk with your doctor about possible side effects for a specific medication and how they can be managed."},
{"<h5>": "Immunotherapy"},
{"<p>": "Immunotherapy, also called biologic therapy, is designed to boost the body's natural defenses to fight the cancer. It uses materials made either by the body or in a laboratory to improve, target, or restore immune system function. For example, the PD-1 pathway may be very important in the immune system’s ability to control cancer growth. Blocking this pathway with PD-1 and PD-L1 antibodies has stopped or slowed the growth of NSCLC for some patients. The following drugs block this pathway:"},
{"<ul>": "Atezolizumab (Tecentriq)Durvalumab (Imfinzi)Nivolumab (Opdivo)Pembrolizumab (Keytruda)"},
{"<li>": "Atezolizumab (Tecentriq)"},
{"<p>": "Atezolizumab (Tecentriq)"},
{"<li>": "Durvalumab (Imfinzi)"},
{"<p>": "Durvalumab (Imfinzi)"},
{"<li>": "Nivolumab (Opdivo)"},
{"<p>": "Nivolumab (Opdivo)"},
{"<li>": "Pembrolizumab (Keytruda)"},
{"<p>": "Pembrolizumab (Keytruda)"},
{"<p>": "For most patients with advanced NSCLC that cannot be treated with a targeted therapy (see above), immunotherapy or immunotherapy plus chemotherapy is often the preferred initial treatment."},
{"<p>": "Different types of immunotherapy can cause different side effects. Common side effects include skin reactions, flu-like symptoms, diarrhea, and weight changes. Talk with your doctor about possible side effects for the immunotherapy recommended for you."},
{"<p>": "Learn more about the basics of immunotherapy."},
{"<a href=\"/node/30679\" rel=\"noopener noreferrer\">": "immunotherapy"},
{"<strong>": "immunotherapy"},
{"<h3>": "Physical, emotional, and social effects of cancer"},
{"<p>": "Cancer and its treatment cause physical symptoms and side effects, as well as emotional, social, and financial effects. Managing all of these effects is called palliative care or supportive care. It is an important part of your care that is included along with treatments intended to slow, stop, or eliminate the cancer."},
{"<p>": "Palliative care focuses on improving how you feel during treatment by managing symptoms and supporting patients and their families with other, non-medical needs. Any person, regardless of age or type and stage of cancer, may receive this type of care. And it often works best when it is started right after a cancer diagnosis. People who receive palliative care along with treatment for the cancer often have less severe symptoms, better quality of life, and report they are more satisfied with treatment."},
{"<p>": "Palliative treatments vary widely and often include medication, nutritional changes, relaxation techniques, emotional and spiritual support, and other therapies. You may also receive palliative treatments similar to those meant to get rid of the cancer, such as chemotherapy, surgery, or radiation therapy."},
{"<p>": "The following treatments may be given to help relieve the symptoms of NSCLC:"},
{"<ul>": "A tumor in the chest that is bleeding or blocking the lung passages can be shrunk with radiation therapy.During a bronchoscopy (See Diagnosis), lung passages blocked by cancer can be opened to improve breathing.A surgeon can place a stent to prop open an airway or use a laser to burn away a tumor.Medications are used to treat cancer pain. Most hospitals and cancer centers have pain control specialists who provide pain relief, even for severe cancer pain. Many drugs used to treat cancer pain, especially morphine, can also relieve shortness of breath caused by cancer. Learn more about managing cancer pain.Medications can be used to stop a cough, open closed airways, or reduce bronchial secretions.Prednisone or methylprednisolone (A-Methapred, Depo-Medrol, Medrol, Solu-Medrol) can reduce inflammation caused by lung cancer or radiation therapy and improve breathing.Extra oxygen from small, portable tanks can help make up for the lung’s reduced ability to extract oxygen from the air.Medications are available to strengthen bones, lessen bone pain, and help prevent future bone metastases.Appetite stimulants and nutritional supplements can improve appetite and reduce weight loss."},
{"<li>": "A tumor in the chest that is bleeding or blocking the lung passages can be shrunk with radiation therapy."},
{"<p>": "A tumor in the chest that is bleeding or blocking the lung passages can be shrunk with radiation therapy."},
{"<li>": "During a bronchoscopy (See Diagnosis), lung passages blocked by cancer can be opened to improve breathing."},
{"<p>": "During a bronchoscopy (See Diagnosis), lung passages blocked by cancer can be opened to improve breathing."},
{"<a href=\"/node/19153\" rel=\"noopener noreferrer\">": "Diagnosis"},
{"<strong>": "Diagnosis"},
{"<li>": "A surgeon can place a stent to prop open an airway or use a laser to burn away a tumor."},
{"<p>": "A surgeon can place a stent to prop open an airway or use a laser to burn away a tumor."},
{"<li>": "Medications are used to treat cancer pain. Most hospitals and cancer centers have pain control specialists who provide pain relief, even for severe cancer pain. Many drugs used to treat cancer pain, especially morphine, can also relieve shortness of breath caused by cancer. Learn more about managing cancer pain."},
{"<p>": "Medications are used to treat cancer pain. Most hospitals and cancer centers have pain control specialists who provide pain relief, even for severe cancer pain. Many drugs used to treat cancer pain, especially morphine, can also relieve shortness of breath caused by cancer. Learn more about managing cancer pain."},
{"<a href=\"/node/35306\" rel=\"noopener noreferrer\">": "managing cancer pain"},
{"<strong>": "managing cancer pain"},
{"<li>": "Medications can be used to stop a cough, open closed airways, or reduce bronchial secretions."},
{"<p>": "Medications can be used to stop a cough, open closed airways, or reduce bronchial secretions."},
{"<li>": "Prednisone or methylprednisolone (A-Methapred, Depo-Medrol, Medrol, Solu-Medrol) can reduce inflammation caused by lung cancer or radiation therapy and improve breathing."},
{"<p>": "Prednisone or methylprednisolone (A-Methapred, Depo-Medrol, Medrol, Solu-Medrol) can reduce inflammation caused by lung cancer or radiation therapy and improve breathing."},
{"<li>": "Extra oxygen from small, portable tanks can help make up for the lung’s reduced ability to extract oxygen from the air."},
{"<p>": "Extra oxygen from small, portable tanks can help make up for the lung’s reduced ability to extract oxygen from the air."},
{"<li>": "Medications are available to strengthen bones, lessen bone pain, and help prevent future bone metastases."},
{"<p>": "Medications are available to strengthen bones, lessen bone pain, and help prevent future bone metastases."},
{"<li>": "Appetite stimulants and nutritional supplements can improve appetite and reduce weight loss."},
{"<p>": "Appetite stimulants and nutritional supplements can improve appetite and reduce weight loss."},
{"<p>": "Before treatment begins, talk with your doctor about the goals of each treatment in the treatment plan. You should also talk about the possible side effects of the specific treatment plan and palliative care options."},
{"<p>": "During treatment, your health care team may ask you to answer questions about your symptoms and side effects and to describe each problem. Be sure to tell the health care team if you are experiencing a problem. This helps the health care team treat any symptoms and side effects as quickly as possible. It can also help prevent more serious problems in the future."},
{"<p>": "Learn more about the importance of tracking side effects in another part of this guide. Learn more about palliative care in a separate section of this website."},
{"<a href=\"/node/19157\">": "the importance of tracking side effects"},
{"<strong>": "the importance of tracking side effects"},
{"<a href=\"/node/33671\">": "palliative care"},
{"<strong>": "palliative care"},
{"<h3>": "Treatment of NSCLC by stage"},
{"<h4>": "Stage I and II NSCLC"},
{"<p>": "In general, stage I and stage II NSCLC are treated with surgery. Surgeons cure many people with an operation. Before or after surgery, a patient may also meet with a medical oncologist. Some patients with large tumors or signs that the tumor has spread to the lymph nodes may benefit from chemotherapy. Chemotherapy may be given before the surgery, called neoadjuvant chemotherapy or induction chemotherapy. Chemotherapy may also be given after surgery, called adjuvant chemotherapy, to reduce the chance that the cancer will return."},
{"<br>": ""},
{"<br>": ""},
{"<p>": "Adjuvant chemotherapy with cisplatin is not recommended for patients with stage IA NSCLC that was completely removed with surgery. Patients with stage IB lung cancers should talk with their doctors about whether chemotherapy is right for them after surgery. Adjuvant cisplatin-based chemotherapy is recommended for patients with stage II NSCLC that has been completely removed with surgery. Patients with stage II NSCLC should talk with their doctor about whether this treatment is right for them."},
{"<h4>": "Stage III NSCLC"},
{"<p>": "More than 30,000 people are diagnosed with stage III NSCLC every year, and there is no single best treatment for all of these patients. Treatment options depend on the size and location of the tumor and the lymph nodes that are involved. The options generally include:"},
{"<strong>": ""},
{"<ul>": "Radiation therapyChemotherapyImmunotherapySurgery"},
{"<li>": "Radiation therapy"},
{"<p>": "Radiation therapy"},
{"<li>": "Chemotherapy"},
{"<p>": "Chemotherapy"},
{"<li>": "Immunotherapy"},
{"<p>": "Immunotherapy"},
{"<li>": "Surgery"},
{"<p>": "Surgery"},
{"<p>": "In general, people with stage III NSCLC receive 3 different types of treatment. A combination of chemotherapy and radiation therapy followed by immunotherapy is usually recommended for NSCLC that cannot be removed with surgery. Chemotherapy and radiation therapy may be given together, which is called concurrent chemoradiotherapy. Or, they may be given one after the other, called sequential chemoradiotherapy."},
{"<p>": "Adjuvant cisplatin-based chemotherapy is recommended for people with stage IIIA lung cancers that have been completely removed with surgery. Patients should talk with their doctor about the best treatment options for them."},
{"<p>": "Surgery may be an option after initial chemotherapy or chemotherapy with radiation therapy. Sometimes, surgery may be the first treatment, particularly when cancer is found in the lymph nodes unexpectedly after a person has originally been diagnosed with stage I or stage II cancer. If this occurs, surgery is generally followed by chemotherapy and often radiation therapy."},
{"<h4>": "Metastatic or stage IV NSCLC"},
{"<p>": "If cancer spreads to another part in the body from where it started, doctors call it metastatic cancer. If this happens, it is a good idea to talk with doctors who have experience in treating it. Doctors can have different opinions about the best standard treatment plan. Clinical trials might also be an option. Learn more about getting a second opinion before starting treatment, so you are comfortable with your chosen treatment plan."},
{"<a href=\"/node/25355\" rel=\"noopener noreferrer\">": "second opinion"},
{"<strong>": "second opinion"},
{"<p>": "Patients with stage IV NSCLC typically do not receive surgery or radiation therapy as the main treatment. Occasionally, doctors may recommend surgery for a metastasis in the brain or adrenal gland if that is the only place the cancer has spread. People with stage IV disease have a very high risk of the cancer spreading or growing in another location. Most patients with this stage of NSCLC receive systemic therapies, such as chemotherapy, targeted therapy, or immunotherapy. Palliative care will also be important to help relieve symptoms and side effects."},
{"<h5>": "Systemic therapy for metastatic or stage IV NSCLC (updated 01/2020)"},
{"<em>": "updated 01/2020"},
{"<p>": "The goals of systemic therapies are to shrink the cancer, relieve discomfort caused by the cancer, prevent the cancer from spreading further, and lengthen a patient’s life. These treatments can occasionally make metastatic lung cancer disappear. However, doctors know from experience that the cancer will usually return. Therefore, patients with stage IV disease are never considered “cured” of their cancer no matter how well treatment works. Treatment often continues as long as it is controlling the cancer’s growth. Systemic therapy and palliative care have been proven to improve both length and quality of life for patients with stage IV NSCLC. If the cancer worsens or causes too many severe side effects, the treatment may be stopped. Patients would continue to receive palliative care and may be offered treatment in a clinical trial."},
{"<p>": "The first drug or combination of drugs a patient takes is called “first-line” treatment, which may be followed by “second-line” and “third-line” treatment. No specific treatment or combination of treatments works for every patient. If the first-line treatment causes too many or dangerous side effects, does not appear to be working, or stops working, the doctor may recommend a change in treatment. ASCO’s recommendations for systemic therapies for NSCLC are included below. All patients should also receive palliative care."},
{"<ul>": "First-line treatment. First-line systemic therapy for NSCLC often depends on the genetic changes found in the tumor.For patients with tumors that do not have changes in the EGFR or ALK genes, the options include:For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel.For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy.For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel.For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy.For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For patients with tumors that have a genetic change on the EGFR gene, the following targeted therapies called TKIs may be options:AfatinibDacomitinibErlotinibGefitinibOsimertinibFor patients with tumors that have a genetic change on the ALK gene, targeted therapy options are alectinib, brigatinib, ceritinib, or crizotinib.For patients with tumors that have a genetic change on the ROS1 gene, crizotinib is an option.Second-line treatment. Second-line treatment for NSCLC depends on the gene mutations found in the tumor and the treatments patients have already received.For patients with tumors that do not have changes in the EGFR, ALK, or ROS1 genes, the options include:Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy.Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy.Chemotherapy for patients who have already received immunotherapy.Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy.Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment.For patients with tumors that have an EGFR gene mutation, the best treatment option depends on how the cancer worsened and whether the cancer developed a mutation called T790M, which makes it resistant to the TKI. Options include:OsimertinibAdditional chemotherapyContinued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spreadFor patients with tumors that have an ALK gene mutation, options are:AlectinibBrigatinibCeritinibLorlatinibFor patients with tumors that have a ROS1 gene mutation, treatment options depend on the treatments received previously:Crizotinib, if patients have not already received itChemotherapy, which may be given along with bevacizumabFor patients with tumors that have a BRAF mutation, options depend on whether they have already received immunotherapy:Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapiesDabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapyThird-line treatment. Third-line treatment for NSCLC is usually chemotherapy with pemetrexed or docetaxel."},
{"<li data-gc-list-depth=\"1\" data-gc-list-style=\"bullet\">": "First-line treatment. First-line systemic therapy for NSCLC often depends on the genetic changes found in the tumor.For patients with tumors that do not have changes in the EGFR or ALK genes, the options include:For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel.For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy.For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel.For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy.For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For patients with tumors that have a genetic change on the EGFR gene, the following targeted therapies called TKIs may be options:AfatinibDacomitinibErlotinibGefitinibOsimertinibFor patients with tumors that have a genetic change on the ALK gene, targeted therapy options are alectinib, brigatinib, ceritinib, or crizotinib.For patients with tumors that have a genetic change on the ROS1 gene, crizotinib is an option."},
{"<p>": "First-line treatment. First-line systemic therapy for NSCLC often depends on the genetic changes found in the tumor."},
{"<strong>": "First-line treatment."},
{"<ul>": "For patients with tumors that do not have changes in the EGFR or ALK genes, the options include:For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel.For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy.For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel.For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy.For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For patients with tumors that have a genetic change on the EGFR gene, the following targeted therapies called TKIs may be options:AfatinibDacomitinibErlotinibGefitinibOsimertinibFor patients with tumors that have a genetic change on the ALK gene, targeted therapy options are alectinib, brigatinib, ceritinib, or crizotinib.For patients with tumors that have a genetic change on the ROS1 gene, crizotinib is an option."},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that do not have changes in the EGFR or ALK genes, the options include:For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel.For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy.For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel.For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy.For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended."},
{"<p>": "For patients with tumors that do not have changes in the EGFR or ALK genes, the options include:"},
{"<em>": "EGFR"},
{"<em>": "ALK"},
{"<ul>": "For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel.For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy.For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended.For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel.For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy.For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended."},
{"<li>": "For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel."},
{"<p>": "For people with non-squamous cell carcinoma with high PD-L1 expression: Pembrolizumab alone; a combination of pembrolizumab, carboplatin, and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel."},
{"<em>": "For people with non-squamous cell carcinoma with high PD-L1 expression:"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy."},
{"<p>": "For people with non-squamous cell carcinoma and low PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive a combination of pembrolizumab with a platinum chemotherapy."},
{"<em>": "For people with non-squamous cell carcinoma and low PD-L1 expression:"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended."},
{"<p>": "For people with non-squamous cell carcinoma and no PD-L1 expression: Pembrolizumab combined with carboplatin and pemetrexed; a combination of atezolizumab, carboplatin, paclitaxel, and bevacizumab; or a combination of atezolizumab, carboplatin, and nab-paclitaxel. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended."},
{"<em>": "For people with non-squamous cell carcinoma and no PD-L1 expression:"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel."},
{"<p>": "For people with squamous cell carcinoma and high PD-L1 expression: Pembrolizumab alone or a combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel."},
{"<em>": "For people with squamous cell carcinoma and high PD-L1 expression:"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy."},
{"<p>": "For people with squamous cell carcinoma and low PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended. Pembrolizumab alone may be recommended for people who cannot receive chemotherapy."},
{"<em>": "For people with squamous cell carcinoma and low PD-L1 expression"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended."},
{"<p>": "For people with squamous cell carcinoma and no PD-L1 expression: A combination of pembrolizumab, carboplatin, and paclitaxel or nab-paclitaxel should be recommended when it is possible. In those who cannot receive immunotherapy, a combination of 2 chemotherapy drugs is recommended."},
{"<em>": "For people with squamous cell carcinoma and no PD-L1 expression"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have a genetic change on the EGFR gene, the following targeted therapies called TKIs may be options:AfatinibDacomitinibErlotinibGefitinibOsimertinib"},
{"<p>": "For patients with tumors that have a genetic change on the EGFR gene, the following targeted therapies called TKIs may be options:"},
{"<em>": "EGFR"},
{"<ul>": "AfatinibDacomitinibErlotinibGefitinibOsimertinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Afatinib"},
{"<p>": "Afatinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Dacomitinib"},
{"<p>": "Dacomitinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Erlotinib"},
{"<p>": "Erlotinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Gefitinib"},
{"<p>": "Gefitinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Osimertinib"},
{"<p>": "Osimertinib"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have a genetic change on the ALK gene, targeted therapy options are alectinib, brigatinib, ceritinib, or crizotinib."},
{"<p>": "For patients with tumors that have a genetic change on the ALK gene, targeted therapy options are alectinib, brigatinib, ceritinib, or crizotinib."},
{"<em>": "ALK"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have a genetic change on the ROS1 gene, crizotinib is an option."},
{"<p>": "For patients with tumors that have a genetic change on the ROS1 gene, crizotinib is an option."},
{"<em>": "ROS1"},
{"<li data-gc-list-depth=\"1\" data-gc-list-style=\"bullet\">": "Second-line treatment. Second-line treatment for NSCLC depends on the gene mutations found in the tumor and the treatments patients have already received.For patients with tumors that do not have changes in the EGFR, ALK, or ROS1 genes, the options include:Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy.Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy.Chemotherapy for patients who have already received immunotherapy.Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy.Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment.For patients with tumors that have an EGFR gene mutation, the best treatment option depends on how the cancer worsened and whether the cancer developed a mutation called T790M, which makes it resistant to the TKI. Options include:OsimertinibAdditional chemotherapyContinued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spreadFor patients with tumors that have an ALK gene mutation, options are:AlectinibBrigatinibCeritinibLorlatinibFor patients with tumors that have a ROS1 gene mutation, treatment options depend on the treatments received previously:Crizotinib, if patients have not already received itChemotherapy, which may be given along with bevacizumabFor patients with tumors that have a BRAF mutation, options depend on whether they have already received immunotherapy:Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapiesDabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapy"},
{"<p>": "Second-line treatment. Second-line treatment for NSCLC depends on the gene mutations found in the tumor and the treatments patients have already received."},
{"<strong>": "Second-line treatment."},
{"<ul>": "For patients with tumors that do not have changes in the EGFR, ALK, or ROS1 genes, the options include:Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy.Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy.Chemotherapy for patients who have already received immunotherapy.Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy.Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment.For patients with tumors that have an EGFR gene mutation, the best treatment option depends on how the cancer worsened and whether the cancer developed a mutation called T790M, which makes it resistant to the TKI. Options include:OsimertinibAdditional chemotherapyContinued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spreadFor patients with tumors that have an ALK gene mutation, options are:AlectinibBrigatinibCeritinibLorlatinibFor patients with tumors that have a ROS1 gene mutation, treatment options depend on the treatments received previously:Crizotinib, if patients have not already received itChemotherapy, which may be given along with bevacizumabFor patients with tumors that have a BRAF mutation, options depend on whether they have already received immunotherapy:Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapiesDabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapy"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that do not have changes in the EGFR, ALK, or ROS1 genes, the options include:Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy.Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy.Chemotherapy for patients who have already received immunotherapy.Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy.Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment."},
{"<p>": "For patients with tumors that do not have changes in the EGFR, ALK, or ROS1 genes, the options include:"},
{"<em>": "EGFR"},
{"<em>": "ALK"},
{"<em>": "ROS1"},
{"<ul>": "Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy.Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy.Chemotherapy for patients who have already received immunotherapy.Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy.Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment."},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy."},
{"<p>": "Nivolumab, pembrolizumab, or atezolizumab if they have a high level of PD-L1, received chemotherapy for first-line treatment, and have not received immunotherapy."},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy."},
{"<p>": "Nivolumab, atezolizumab, or chemotherapy if they have a low or unknown level of PD-L1 and have already received chemotherapy."},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Chemotherapy for patients who have already received immunotherapy."},
{"<p>": "Chemotherapy for patients who have already received immunotherapy."},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy."},
{"<p>": "Docetaxel or docetaxel plus ramucirumab for patients who had severe side effects from immunotherapy."},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment."},
{"<p>": "Pemetrexed for patients with non-squamous cell carcinoma who did not receive it during first-line treatment."},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have an EGFR gene mutation, the best treatment option depends on how the cancer worsened and whether the cancer developed a mutation called T790M, which makes it resistant to the TKI. Options include:OsimertinibAdditional chemotherapyContinued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spread"},
{"<p>": "For patients with tumors that have an EGFR gene mutation, the best treatment option depends on how the cancer worsened and whether the cancer developed a mutation called T790M, which makes it resistant to the TKI. Options include:"},
{"<em>": "EGFR"},
{"<ul>": "OsimertinibAdditional chemotherapyContinued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spread"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Osimertinib"},
{"<p>": "Osimertinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Additional chemotherapy"},
{"<p>": "Additional chemotherapy"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Continued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spread"},
{"<p>": "Continued treatment with a TKI, plus surgery or radiation therapy to the areas where the cancer has spread"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have an ALK gene mutation, options are:AlectinibBrigatinibCeritinibLorlatinib"},
{"<p>": "For patients with tumors that have an ALK gene mutation, options are:"},
{"<em>": "ALK"},
{"<ul>": "AlectinibBrigatinibCeritinibLorlatinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Alectinib"},
{"<p>": "Alectinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Brigatinib"},
{"<p>": "Brigatinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Ceritinib"},
{"<p>": "Ceritinib"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Lorlatinib"},
{"<p>": "Lorlatinib"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have a ROS1 gene mutation, treatment options depend on the treatments received previously:Crizotinib, if patients have not already received itChemotherapy, which may be given along with bevacizumab"},
{"<p>": "For patients with tumors that have a ROS1 gene mutation, treatment options depend on the treatments received previously:"},
{"<em>": "ROS1"},
{"<ul>": "Crizotinib, if patients have not already received itChemotherapy, which may be given along with bevacizumab"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Crizotinib, if patients have not already received it"},
{"<p>": "Crizotinib, if patients have not already received it"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Chemotherapy, which may be given along with bevacizumab"},
{"<p>": "Chemotherapy, which may be given along with bevacizumab"},
{"<li data-gc-list-depth=\"2\" data-gc-list-style=\"bullet\">": "For patients with tumors that have a BRAF mutation, options depend on whether they have already received immunotherapy:Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapiesDabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapy"},
{"<p>": "For patients with tumors that have a BRAF mutation, options depend on whether they have already received immunotherapy:"},
{"<em>": "BRAF"},
{"<ul>": "Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapiesDabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapy"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapies"},
{"<p>": "Atezolizumab, nivolumab, or pembrolizumab for patients who have not already received any of these immunotherapies"},
{"<li data-gc-list-depth=\"3\" data-gc-list-style=\"bullet\">": "Dabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapy"},
{"<p>": "Dabrafenib or a combination of dabrafenib and trametinib for patients who have already received immunotherapy"},
{"<li data-gc-list-depth=\"1\" data-gc-list-style=\"bullet\">": "Third-line treatment. Third-line treatment for NSCLC is usually chemotherapy with pemetrexed or docetaxel."},
{"<p>": "Third-line treatment. Third-line treatment for NSCLC is usually chemotherapy with pemetrexed or docetaxel."},
{"<strong>": "Third-line treatment."},
{"<p>": "In all cases, patients and their doctors should discuss any reasons why some patients may not be able to receive immunotherapy."},
{"<p>": "This information is based on several ASCO recommendations for the treatment of lung cancer. Read more about these recommendations on the ASCO website."},
{"<a href=\"http://www.asco.org/lung-cancer-guidelines\" data-gc-link=\"http://www.asco.org/lung-cancer-guidelines\" target=\"_blank\">": "Read more about these recommendations on the ASCO website."},
{"<h5>": "Radiation therapy for brain metastases"},
{"<p>": "Chemotherapy is often not as effective as radiation therapy or surgery to treat NSCLC that has spread to the brain. For this reason, NSCLC that has spread to the brain is usually treated with radiation therapy, surgery, or both. This can cause side effects such as hair loss, fatigue, and redness of the scalp. With a small tumor, a type of radiation therapy called stereotactic radiosurgery can focus the radiation only on the tumor in the brain and lessen the side effects."},
{"<p>": "Newer targeted therapies, such as osimertinib and alectinib, have shown that they can work well to treat brain metastases. In addition, immunotherapy may also be an option. This may allow many patients to have a systemic therapy for brain metastases and avoid the side effects that come from chemotherapy and radiation therapy to the brain."},
{"<h5>": "Palliative care"},
{"<p>": "As described above, palliative care will also be important to help relieve symptoms and side effects. Radiation therapy or surgery may also be used to treat metastases that are causing pain or other symptoms. Bone metastases that weaken major bones can be treated with surgery, and the bones can be reinforced using metal implants."},
{"<p>": "For most people, a diagnosis of metastatic cancer is very stressful and, at times, difficult to bear. You and your family are encouraged to talk about how you feel with doctors, nurses, social workers, or other members of the health care team. It may also be helpful to talk with other patients, including through a support group."},
{"<a href=\"/node/25383\" rel=\"noopener noreferrer\">": "support group"},
{"<strong>": "support group"},
{"<h3>": "Remission and the chance of recurrence"},
{"<p>": "A remission is when cancer cannot be detected in the body and there are no symptoms. This may also be called having “no evidence of disease” or NED."},
{"<p>": "A remission may be temporary or permanent. This uncertainty causes many people to worry that the cancer will come back. While many remissions are permanent, it is important to talk with your doctor about the possibility of the cancer returning. Understanding your risk of recurrence and the treatment options may help you feel more prepared if the cancer does return. Learn more about coping with the fear of recurrence."},
{"<a href=\"/node/25241\" rel=\"noopener noreferrer\">": "coping with the fear of recurrence"},
{"<strong>": "coping with the fear of recurrence"},
{"<p>": "If the cancer returns after the original treatment, it is called recurrent cancer. It may come back in the same place (called a local recurrence), nearby (regional recurrence), or in another place (distant recurrence). Most often, when there is recurrence, it is stage IV disease."},
{"<p>": "When this is a recurrence, a new cycle of testing will begin again to learn as much as possible about the recurrence. After this testing is done, you and your doctor will talk about the treatment options. Often the treatment plan will include the treatments described above such as surgery, chemotherapy, and radiation therapy, but they may be used in a different combination or given at a different pace. Your doctor may suggest clinical trials that are studying new ways to treat this type of recurrent cancer. Whichever treatment plan you choose, palliative care will be important for relieving symptoms and side effects."},
{"<p>": "People with recurrent cancer often experience emotions such as disbelief or fear. You are encouraged to talk with the health care team about these feelings and ask about support services to help you cope. Learn more about dealing with cancer recurrence."},
{"<a href=\"/node/25042\" rel=\"noopener noreferrer\">": "dealing with cancer recurrence"},
{"<strong>": "dealing with cancer recurrence"},
{"<h3>": "If treatment does not work"},
{"<p>": "Recovery from cancer is not always possible. If the cancer cannot be cured or controlled, the disease may be called advanced or terminal."},
{"<p>": "This diagnosis is stressful, and for many people, advanced cancer is difficult to discuss. However, it is important to have open and honest conversations with your health care team to express your feelings, preferences, and concerns. The health care team has special skills, experience, and knowledge to support patients and their families and is there to help. Making sure a person is physically comfortable, free from pain, and emotionally supported is extremely important."},
{"<p>": "People who have advanced cancer and who are expected to live less than 6 months may want to consider hospice care. Hospice care is designed to provide the best possible quality of life for people who are near the end of life. You and your family are encouraged to talk with the health care team about hospice care options, which include hospice care at home, a special hospice center, or other health care locations. Nursing care and special equipment can make staying at home a workable option for many families. Learn more about advanced cancer care planning."},
{"<a href=\"/node/25113\" rel=\"noopener noreferrer\">": "advanced cancer care planning"},
{"<strong>": "advanced cancer care planning"},
{"<p>": "After the death of a loved one, many people need support to help them cope with the loss. Learn more about grief and loss."},
{"<a href=\"/node/25111\" rel=\"noopener noreferrer\">": "grief and loss"},
{"<strong>": "grief and loss"},
{"<p>": "The next section in this guide is About Clinical Trials. It offers more information about research studies that are focused on finding better ways to care for people with cancer. Use the menu to choose a different section to read in this guide."},
{"<em>": "The"},
{"<a href=\"/node/19156\" rel=\"noopener noreferrer\">": "next section in this guide is About Clinical Trials"},
{"<strong>": "next section in this guide is About Clinical Trials"},
{"<em>": "next section in this guide is About Clinical Trials"},
{"<em>": ". It offers more information about research studies that are focused on finding better ways to care for people with cancer. Use the menu to choose a different section to read in this guide."}
]