[
{"text": "Minimally invasive surgery: Our lung cancer surgeons are highly experienced and skilled in minimally invasive techniques and robotic procedures. Many patients come to us after learning they are not candidates for surgery, and we are able\n    to provide surgical treatment that is safe and effective. Minimally invasive surgery involves the use of several small incisions, 5-10 mm in length. These incisions provide access for surgical instruments and a video camera, which are manipulated\n    outside the body by the surgeon while viewing the entire operation on a video monitor in the operating room. The goals of minimally invasive surgery are to:"}
][
{"text": "Radiation therapy may be given after surgery if cancer is found in the margins of the tissue that was removed and surgery can’t be done again. It is not given after surgery for stage 1 non–small cell lung cancer if the entire tumour has been removed and there is no cancer found in the tissue margins. Research has shown that giving radiation therapy lowers survival in this group of people. "}
][
{"text": ["CCS is actively monitoring and responding to the recommendations of the Public Health Agency of Canada regarding coronavirus disease (COVID-19).", "Lung cancer", "Select the text below and copy the link.", "The following are treatment options for stage 1 non–small cell lung cancer. Your healthcare team will suggest treatments based on your needs and work with you to create a treatment plan.", "Surgery is a standard treatment for stage 1 non–small cell lung cancer for people who are well enough to have surgery.", "Lobectomy to remove the lobe of the lung is the main type of surgery for stage 1 non–small cell lung cancer. It offers the best chance that the cancer will be completely removed.", "Wedge or segmental resection is used to remove the tumour along with a margin of healthy lung tissue. This type of surgery may be offered for stage 1 non–small cell lung cancer in people who do not have very good lung function.", "Sleeve resection is used to remove a tumour in the large airway of the lung (bronchus).", "During surgery for non–small cell lung cancer, the lymph nodes in the chest and around the lungs are removed. The surgery may be stopped if there is cancer in more lymph nodes than was shown with diagnostic tests. This is done because the cancer has spread too far for surgery to be helpful as a treatment.", "Surgery may be done again if the lab reports that there was cancer in the margins (positive margins) of the tissue that was removed.", "Radiation therapy is offered for stage 1 non–small cell lung cancer in people who are not well enough to have surgery or who choose not to have surgery.", "Stereotactic body radiotherapy (SBRT) may be offered to people with lung cancer that hasn’t spread outside of the lung.", "Hypofractionated radiation therapy may be offered to people who are not able to have SBRT.", "3-D conformal radiation therapy (3-D CRT) or intensity-modulated radiation therapy (IMRT) may be offered to people who cannot tolerate the dose of radiation given during SBRT or hypofractionated treatments.", "Radiation therapy may be given after surgery if cancer is found in the margins of the tissue that was removed and surgery can’t be done again. It is not given after surgery for stage 1 non–small cell lung cancer if the entire tumour has been removed and there is no cancer found in the tissue margins. Research has shown that giving radiation therapy lowers survival in this group of people.", "Chemotherapy may be offered after surgery to people with stage 1 non–small cell lung cancer with a tumour that is 4 cm or larger who are healthy enough to have chemotherapy. Your healthcare team will discuss the benefits and risks of chemotherapy with you.", "The most common chemotherapy drug combination used is cisplatin and vinorelbine (Navelbine). If a person cannot be given cisplatin because of poor health, carboplatin (Paraplatin, Paraplatin AQ) may be given instead.", "You may be asked if you want to join a clinical trial for non–small cell lung cancer. Clinical trials look at new ways to prevent, find and treat cancer. Find out more about clinical trials .", "", "Or write us. We will reply by email or phone if you leave us your details. If we are not able to reach you by phone, we will leave a voicemail message.", "", "Read more", "The 5-year cancer survival rate has increased from 25% in the 1940s to 60% today.", "Learn more", "", "© 2020 Canadian Cancer Society All rights reserved. Registered charity: 118829803 RR 0001"]}
][
{"text": ["Please note that some translations using Google Translate may not be accurately represented and downloaded documents cannot be translated. Dana-Farber assumes no liability for inaccuracies that may result from using this third-party tool, which is for website translation and not clinical interactions. You may request a live medical interpreter for a discussion about your care.", "Patients with either suspected or proven lung cancer should be seen as soon as possible for timely diagnosis and treatment.", "Our new patient coordinators will work with you quickly to schedule appointments with our specialists.", "Phone: 877-442-DFCI or 877-442-3324 Online: Complete the Appointment Request Form", "Treatment for non-small cell lung cancer is provided through the Lowe Center for Thoracic Oncology at Dana-Farber/Brigham and Women's Cancer Center (DF/BWCC) and the Division of Thoracic Surgery at Brigham and Women's Hospital.", "Our team of medical, surgical, and radiation oncologists, pathologists, and radiologists — all specialized lung cancer experts — work together to determine the right choices for your individual treatment. Treatment is based not only on diagnosis and stage,\n    but also on the genetic profile of your tumor and may include surgery, chemotherapy, radiation therapy, or any combination of all three. You will also have access to an array of support programs and services .", "Collaboration is the key to success. Our surgeons, medical oncologists, radiation oncologists, radiologists and pathologists are lung cancer experts working together in a unique, collaborative model that focuses exclusively on the diagnosis and treatment\n        of lung cancer. Our staff members meet daily as a group to evaluate the most effective options for each patient.", "For patients with early stage cancer (stages 1 and 2), surgery is almost always a first step (although in some cases radiation can replace surgery — see Radiation Oncology section below, for more details). Our surgeons will often remove tumors with minimally-invasive\n    techniques, and determine an ideal course of treatment based on careful analysis of the tumor itself.", "Surgery removes cancer and in many cases, may be the only treatment needed. In some cases, chemotherapy and/or radiation therapy will be recommended following surgery to minimize the risk of recurrence.", "In addition to standard chemotherapy options, our medical oncology team is utilizing targeted treatments with lower toxicity. These have proven to be highly effective medications for particular types of non-small cell lung cancer.", "For patients with locally advanced (stage 3) cancer, treatment usually begins with chemotherapy and radiation therapy. Frequently, these treatments are given at the same time. Surgery is often an option after this initial treatment.", "For patients with metastatic (stage 4) cancer, surgery is not always an option. When cancer has spread, surgery might remove one part of your cancer, but it cannot treat the entire disease. Chemotherapy and radiation therapy, however, can treat cancer\n    when it has spread. Patients with stages 3 and 4 non-small cell lung cancer may begin (or are treated entirely) with chemotherapy and radiation therapy.", "Our thoracic surgeons have pioneered the use of new surgical techniques, and continue to develop innovative approaches to achieving the best outcomes for lung cancer patients. DF/BWCC is home to one of the few dedicated thoracic surgery intensive\n        care units in the country, with sub-specialized nursing staff and state-of-the-art healthcare resources.", "Minimally invasive surgery: Our lung cancer surgeons are highly experienced and skilled in minimally invasive techniques and robotic procedures. Many patients come to us after learning they are not candidates for surgery, and we are able\n    to provide surgical treatment that is safe and effective. Minimally invasive surgery involves the use of several small incisions, 5-10 mm in length. These incisions provide access for surgical instruments and a video camera, which are manipulated\n    outside the body by the surgeon while viewing the entire operation on a video monitor in the operating room. The goals of minimally invasive surgery are to:", "Open-chest surgery: Open procedures are becoming less common, as we find that minimally invasive surgeries are easier on the patient and equally effective. Nevertheless, there are situations in which major surgery is required, such as\n    when the tumor is deep inside the lung.", "Our medical oncologists are international leaders in developing targeted treatments for specific types of non-small cell lung cancer, based on the genetic make-up of the tumor, such as those carrying mutations in EGFR (originally discovered at DF/BWCC\n        nearly ten years ago) and ALK genes. Clinical trials of new targeted therapies are now underway, targeting recently discovered genetic abnormalities such as BRAF mutations and RET mutations.", "Our medical oncologists have pioneered the use of genomic analysis of biopsy specimens to understand what drives the biology of an individual cancer, and guide the selection of targeted therapies. They can then use this knowledge to design and develop\n    treatments that focus on the specific weaknesses of each patient's tumor. Promising treatments include oral \"targeted\" drugs or specific clinical trials matched to the tumor's weak points. Our novel treatments include new drug combinations aimed at\n    overcoming resistance to targeted therapies.", "Medical oncologists administer chemotherapy, a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. Our oncologists use their extensive expertise to determine the right care\n    plan for each patient.", "Chemotherapy may be used before surgery if your tumor is too large or complex for immediate surgery. In this case, you may also receive radiation therapy to supplement medical treatment. Chemotherapy may also be used after surgery to minimize the risk\n    of recurrence.", "When lung cancer has metastasized outside of the chest, chemotherapy is used to reduce the cancer and its symptoms. It is also used to help a patient live as long as possible with their cancer.", "Throughout your treatment, our multidisciplinary team, which also includes nurses, nutritionists, social workers, palliative care specialists and others, will work to ensure that any toxicities and side effects from chemotherapy are minimized so that\n    you can live fully and comfortably with a good quality of life.", "Clinical trials are part of the cancer research process. Clinical trials explore if new cancer treatments are safe and effective or better than the standard treatment. Many of today's standard treatments for cancer are based on earlier clinical trials.\n    We are also working hard to understand the basic biology of this disease to develop more effective treatments.", "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring or reduce the\n    side effects of cancer treatment.", "We have an active clinical trial program exploring new anti-cancer treatment strategies including oral therapies and immune-modulating therapies. You can learn more about clinical trials for lung cancer at DF/BWCC, and ask your clinician if a trial\n        is right for you.", "Find a lung cancer clinical trial", "Radiation therapy is a non-invasive form of cancer treatment that uses various forms of radiation to kill cancer cells. Radiation therapy may be used at several points during treatment to reduce and treat tumors, and to manage symptoms. Our thoracic radiation\n    oncologists specialize in radiation therapy techniques that effectively target lung cancer cells while maximally sparing healthy tissue.", "Our radiation oncologists evaluate the location, type, and stage of your tumor to determine the most effective form of radiation therapy for your situation. Your treatment may include:", "Read an article about stereotactic radiation treatment for lung tumors .", "We treat the whole person, not just the disease.", "Patients requiring surgery for lung cancer are cared for by a dedicated team of thoracic specialists who are part of our specialized surgical oncology team. Our medical, nursing, and support staff all have special expertise in working with patients with\n    these cancers — providing treatment and assisting each patient through a medically and emotionally challenging time.", "Surgery takes place in the operating rooms at Brigham and Women's Hospital, whose lung cancer surgery program is recognized widely as one of the best in the country. Post-surgical care and other inpatient care are provided by Dana-Farber and Brigham and\n    Women's Hospital.", "Most of our outpatient care takes place at Dana-Farber Cancer Institute. Infusion therapy is provided at the new Yawkey Center for Cancer Care , one of the most advanced outpatient centers in the country, designed with the input of patients and families to meet their specific needs.", "Because the patient’s primary care physician or community specialist is an integral part of the patient’s care team, we are committed to collaborating in the care of your patient.", "If you are a physician and have a patient with non-small cell lung cancer, we look forward to working with you.", "How to refer a patient", "At the Lowe Center for Thoracic Oncology, our specialists work exclusively with patients who are coping with lung cancer and related diagnoses. Our multidisciplinary team includes program nurses, infusion (chemotherapy) nurses, nutritionists, social workers\n    and others to help you to live fully while receiving treatment.", "If you have questions or concerns during the day, our triage nurse can answer your questions. If you have symptoms or medical issues during non-office hours, a nurse practitioner will answer your questions or help you connect with your doctor. Other support\n    services available through our Center include:", "Patients diagnosed with lung cancer have a great deal to manage, from emotional distress to practical issues, such as handling insurance paperwork, finding lodging, and connecting with valet parking services. Dana-Farber/Brigham and Women's Cancer Center\n    (DF/BWCC) can help you navigate through your cancer journey.", "Dana-Farber/Brigham and Women's Cancer Center (DF/BWCC) provides a wide range of support programs, resources and survivorship care for our patients with lung cancer. These programs and resources can help you and your family address issues that you may\n    face as a result of your cancer, or its treatment. Below are some of our selected programs and services.", "Our licensed social workers are here to help adult patients and their loved ones face the many new concerns and anxieties following a cancer diagnosis, offering emotional support and assistance with obtaining needed resources.", "Integrative therapies, also known as complementary therapies, range from acupuncture and massage to nutritional guidance and music therapy. Patients treated at the Zakim Center credit its services with easing nausea, improving circulation, and reducing\n    pain, stress, and anxiety associated with cancer treatment.", "Our nutritionists are registered dietitians who can assist you in planning an optimal diet during any stage of your cancer journey, coping with any side effects you may experience, and answering your questions about the latest findings on cancer and nutrition.", "Through all stages of cancer treatment and survivorship, our Spiritual Care staff is available 24 hours a day to provide emotional and spiritual support for patients and their family members.", "Explore additional programs and services for our patients and their families at Dana-Farber Cancer Institute and at Brigham and Women's Hospital .", "Follow-up services are provided through Dana-Farber Cancer Institute's Adult Survivorship Program , a member of the LIVESTRONG Survivorship Center of Excellence Network. The Adult Survivorship Program provides clinical care and services for adult-onset cancer survivors, including\n    research that focuses on finding solutions to key problems adult survivors may face after cancer treatment.", "Our physicians, nurses, researchers, and psychologists are experts in survivorship, and will work with you and your primary care physician to create a plan for living well beyond cancer.", "Find additional information, resources and support for living well beyond cancer .", "New Patient Appointments 877-442-3324", "Recipes, discoveries, workshops, stories of hope and triumph can be found in the pages of Spotlight, Dana-Farber’s free digital newsletters.", "Copyright 2020 Dana-Farber Cancer Institute 450 Brookline Avenue, Boston, MA 02215 Call us: 617-632-3000"]}
][
{"text": ["The stage of a cancer tells you how big it is and whether it has spread. It helps your doctor decide which treatment you need. It can also give some idea of your outlook (prognosis).", "Stage 1 is part of the number staging system and means your cancer is small. It hasn’t spread to your lymph nodes or other distant organs.", "Stage 1 can be divided into 1A and 1B.", "Here is a simplified description:", "Stage 1A means the cancer is 3cm or smaller.", "Stage 1B means the cancer is between 3cm and 4cm.", "It might also be growing into structures such as:", "Or the cancer is making the lung partly or completely collapse by blocking the airway.", "The TNM staging system stands for Tumour, Node, Metastasis.", "In the TNM staging system, stage 1A is the same as T1a-c, N0, M0.", "Stage 1B is the same as T2a, N0, M0", "The stage of your cancer helps your doctor to decide which treatment you need. Treatment also depends on:", "The treatment for small cell lung cancer is different to the treatment for non small cell lung cancer.", "If you are fit enough, you usually have surgery to remove", "Your fitness for surgery depends on your general health and how well you are likely to recover.", "After surgery your doctor might offer you chemotherapy. This lowers the chance of your cancer coming back. It is called adjuvant chemotherapy.", "If your surgeon is not able to remove all of your tumour, you might have radiotherapy after surgery.", "If you aren’t fit enough for surgery or you decide that you don't want to have it, you might have:", "Chemotherapy followed by radiotherapy to the chest is the main treatment for small cell lung cancer.", "If you are fit enough you might have chemoradiotherapy. This means you have chemotherapy at the same time as radiotherapy.", "Some people have surgery to remove all or part of the lung but this is very rare in small cell lung cancer. It is not usually possible to remove all of the cancer with surgery. After surgery, you have chemotherapy and possibly radiotherapy.", "After you finish treatment, you might have radiotherapy to your head. This treatment is called prophylactic cranial radiotherapy (PCR). You have this because it is quite common for small cell lung cancer to spread to the brain. The radiotherapy aims to kill any cancer cells that may have already spread to the brain but are still too small to see on scans.", "You might have prophylactic cranial radiotherapy if:", "TNM Classification of Malignant Tumours (8th edition) International Union Against Cancer John Wiley and Sons, 2016", "AJCC Cancer Staging Manual (8th edition) American Joint Committee on Cancer Springer, 2016", "Lung cancer: diagnosis and management National Institute for Health and Care Excellence (NICE), 2019", "Management of lung cancer Scottish Intercollegiate Guideline Network, 2014", "The IASLC Lung Cancer Staging Project: Proposals for Revision of the TNM Stage Groupings in the Forthcoming (Eighth) Edition of the TNM Classification for Lung Cancer P Goldstraw and others for the Study of Lung Cancer Staging and Prognostic Factors Committee Journal of Thoracic Oncology, 2015. Volume 11, Number 1", "Guidelines on the Radical Management of Patients with Lung Cancer British Thoracic Society guidelines Thorax, October 2010. Volume 65, Supplement 3", "About Cancer generously supported by Dangoor Education since 2010.", "Search our clinical trials database for all cancer trials and studies recruiting in the UK", "Talk to other people affected by cancer", "Questions about cancer? Call freephone or email us", "0808 800 4040"]}
]